import { updatedOn } from "../data/updatedOn";
import styles from "./Page.module.css";

const AboutUs = () => {
  return (
    <div className={styles.page}>
      <section>
        <h2>Про нас</h2>
        <p>
          Наш сайт створено з метою популяризації історії міста Коломиї.
          Інформація постійно доповнюється і допрацьовується. Оновлено у{" "}
          <b>
            {updatedOn.month}&nbsp;{updatedOn.year}
          </b>
          .
        </p>
      </section>
      <section>
        <h2>Зворотній зв&apos;язок</h2>
        <p>
          Знайшли помилку або маєте запитання?{" "}
          <a
            href="https://forms.gle/DkXKWuTNAay6YG3k9"
            title="Зв'яжіться з нами"
            target="_blank"
            rel="noopener noreferrer"
          >
            Зв&apos;яжіться&nbsp;з&nbsp;нами
          </a>
        </p>
      </section>
      <section>
        <h2>Історія Коломиї</h2>
        <p>
          Будинки та пам&apos;ятники зображені на мапі відповідно до періоду
          побудови. Втрачені будинки — відповідно до періоду руйнування.
        </p>
        <p>
          <ul>
            <li>
              <strong>1405 р.</strong> — Коломия отримує Магдебурзьке право
            </li>
            <li>
              <strong>1772 р.</strong> — місто переходить до Габсбурзької
              монархії у складі Королівства Галичини та Володимирії
            </li>
            <li>
              <strong>1865 р.</strong> — велика пожежа майже повністю руйнує
              центр міста
            </li>
            <li>
              <strong>1914—1918 рр.</strong> — Перша світова війна
            </li>
            <li>
              <strong>1919—1944 рр.</strong> — міжвоєнний період і Друга світова
              війна
            </li>
          </ul>
        </p>
      </section>
      <section>
        <h2>Сторонні ресурси</h2>
        <p>Цікаві проекти, не пов&apos;зані з нашим сайтом:</p>
        <p>
          <ul>
            <li>
              <a
                href="https://kolobramy.com.ua/"
                rel="external noopener noreferrer"
                target="_blank"
              >
                коло&nbsp;брами
              </a>
            </li>
            <li>
              <a
                href="https://map.klym.uk/"
                rel="external noopener noreferrer"
                target="_blank"
              >
                Вік&nbsp;будинків&nbsp;Станиславова
              </a>
            </li>
          </ul>
        </p>
      </section>
      <section>
        <h2>Відмова від відповідальності</h2>
        <p>
          Інформація, розміщена на нашому сайті, зібрана з відкритих джерел та
          призначена для ознайомлення. Ми докладаємо всіх зусиль, щоб ретельно
          перевіряти джерела та факти, але не можемо гарантувати точність,
          достовірність, актуальність чи повноту доступної інформації. Ми не
          несемо відповідальності за будь-які наслідки, що можуть виникнути від
          використання розміщеної інформації, джерел чи сторонніх ресурсів,
          згаданих на нашому сайті. Погляди авторів джерел та сторонніх сайтів
          можуть не співпадати з нашими власними.
        </p>
      </section>
      <br />
    </div>
  );
};

export default AboutUs;
