export const buildings = [
  {
    Назва: "Цісарсько-королівська ґімназия в Коломиї",
    Дата: 1861,
    Опис: "",
    Історія: "",
    Адреса: "Адама Міцкевича, 1",
    Координати: "48.52354/25.04108",
    "Посилання на карту":
      "https://www.openstreetmap.org/query?lat=48.52353&lon=25.04110",
  },
  {
    Назва: "Коломийське відділення цісарсько-королівської пошти (І)",
    Дата: "1860-ті",
    Опис: "",
    Історія: "1928 р. - бюро з працевлаштування",
    Адреса: "Адама Міцкевича, 4",
    Координати: "48.52306/25.04040",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%90%D0%B4%D0%B0%D0%BC%D0%B0%20%D0%9C%D1%96%D1%86%D0%BA%D0%B5%D0%B2%D0%B8%D1%87%D0%B0%2C%204",
  },
  {
    Назва: "Польська реміснича бурса під патронатом святого Станіслава Костки",
    Дата: 1908,
    Опис: "",
    Історія:
      "1908-1939 рр. - польська реміснича бурса під патронатом святого Станіслава Костки (Polska Bursa Rzemieślnicza pod wezwaniem św. Stanisława Kostki w Kołomyi Stowarzyszenia Polskiej Bursy Rzemieślniczej)",
    Адреса: "Андрія Чайковського, 10",
    Координати: "48.52771/25.04947",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%90%D0%BD%D0%B4%D1%80%D1%96%D1%8F%20%D0%A7%D0%B0%D0%B9%D0%BA%D0%BE%D0%B2%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%2010",
  },
  {
    Назва: 'Вілла "Jadwiga" / " Ядвіга"',
    Дата: "поч. XX ст.",
    Опис: 'Цегляний будинок з двома наріжними ризалітами,на одному вилитий з міді надпис "Jadwiga". Над вікнами головного фасаду декор з керамічних плит з сецесійними квітковими мотивами. Покрівля виготовлена з різнокольорової дахівки фабрики Віммера, у вигляді гуцульського орнаменту (нині знищено).',
    Історія:
      "Вілла належала Антоні Віммеру, одному з власників фабрики дахівок акціонерної спілки виробів з глини та піску \"Радзівілл, Віммер і Желєнські (Косачів); поч XX ст. - декілька разів у віллі квартирував спадкоємець австрійського престолу ерцгерцог Франц Фердинанд Габсбург, під час перевірок військових підрозділів,що дислоквались в Коломиї; поч. XX ст. - у віллі мешкав барон Шмідтбург з сім'єю; 1914-1917 рр. - в будинку квартирували румунські та російські офіцери; 1917-1922 рр. - у віллі мешкала сім'я Віммерів",
    Адреса: "Андрія Чайковського, 35",
    Координати: "",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%90%D0%BD%D0%B4%D1%80%D1%96%D1%8F%20%D0%A7%D0%B0%D0%B9%D0%BA%D0%BE%D0%B2%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%2035",
  },
  {
    Назва: "Будинок",
    Дата: 1938,
    Опис: "Одна з перших в Коломиї багатоповерхівок у стилі польського конструктивізму.",
    Історія:
      '1938 р. - "Підофіцерський корпус Фонду військового квартирування", власність Міністерства оборони Польщі. У ній проживали офіцери та старшини 49 полку піхотного з сім\'ями',
    Адреса: "Андрія Чайковського, 52",
    Координати: "",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%90%D0%BD%D0%B4%D1%80%D1%96%D1%8F%20%D0%A7%D0%B0%D0%B9%D0%BA%D0%BE%D0%B2%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%2052",
  },
  {
    Назва: "Крита райтарня",
    Дата: 1880,
    Опис: "",
    Історія:
      "1912 р. - виставка домашнього промислу в Коломиї, під протекторатом архикнязя Карла Франца Йосифа та архикнягині Зіти; 1920-ті - 1930-ті рр. - кінний манеж для 49 гуцульського піхотного полку",
    Адреса: "Андрія Чайковського, 54",
    Координати: "",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%90%D0%BD%D0%B4%D1%80%D1%96%D1%8F%20%D0%A7%D0%B0%D0%B9%D0%BA%D0%BE%D0%B2%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%2054",
  },
  {
    Назва: 'Готель "Жорж"',
    Дата: 1889,
    Опис: "",
    Історія:
      '1889 р. - готель "Жорж"; 1889 р. - аптека "Pod Opatrznościa" ("Під Провидінням"), власник Казимир Бронислав Вітославський; 1926 р. - новий власник аптеки Кьопель; поч. 1930-х рр. - аптека називається "Золота корона" (власниця Хава Райзль Фойєрштайн-Гаусманн);',
    Адреса: "бульвар Лесі Українки, 1",
    Координати: "48.52987/25.04099",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%B1%D1%83%D0%BB%D1%8C%D0%B2%D0%B0%D1%80%20%D0%9B%D0%B5%D1%81%D1%96%20%D0%A3%D0%BA%D1%80%D0%B0%D1%97%D0%BD%D0%BA%D0%B8%2C%201",
  },
  {
    Назва: "Кам'яниця",
    Дата: "кін. XIX - поч. XX ст.",
    Опис: "",
    Історія:
      '1906 р. - бурса "Українського Педагогічного Товариства"; 1920-ті рр. - 1939 р. - поліційний комісаріят, відділ слідства (входив до складу Коломийського відділу Державної поліції Польщі)',
    Адреса: "бульвар Лесі Українки, 41",
    Координати: "",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%B1%D1%83%D0%BB%D1%8C%D0%B2%D0%B0%D1%80%20%D0%9B%D0%B5%D1%81%D1%96%20%D0%A3%D0%BA%D1%80%D0%B0%D1%97%D0%BD%D0%BA%D0%B8%2C%2041",
  },
  {
    Назва: "Кам'яниця",
    Дата: "кін. XIX ст.",
    Опис: "",
    Історія:
      '1931 р. - перша покутська фабрика столярських виробів та меблів "Odbudowa" ("Відбудова), власник Мойжеш Пістинер; 1932-1939 рр. - помешкання і адвокатська контора д-ра Якуба Мойжеш Пордеса; 1932-1939 рр. - Радіотехнічний заклад Леона Лянтнера',
    Адреса: "бульвар Лесі Українки, 5",
    Координати: "",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%B1%D1%83%D0%BB%D1%8C%D0%B2%D0%B0%D1%80%20%D0%9B%D0%B5%D1%81%D1%96%20%D0%A3%D0%BA%D1%80%D0%B0%D1%97%D0%BD%D0%BA%D0%B8%2C%205",
  },
  {
    Назва: "Кам'яниця Соломона Марамороша",
    Дата: 1907,
    Опис: 'На фасаді збережена монограма "SM".',
    Історія:
      '1912 р. - перед візитом до Коломиї архикнязя Карла з дружиною Зітою, цісарськими представниками було надіслано телеграму з проханням дати в оренду помешкання. Відповідь Соломона Марамороша: "Не може бути й мови".',
    Адреса: "бульвар Лесі Українки, 7",
    Координати: "",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%B1%D1%83%D0%BB%D1%8C%D0%B2%D0%B0%D1%80%20%D0%9B%D0%B5%D1%81%D1%96%20%D0%A3%D0%BA%D1%80%D0%B0%D1%97%D0%BD%D0%BA%D0%B8%2C%207",
  },
  {
    Назва: "Кам'яниця",
    Дата: "поч. XX ст.",
    Опис: "",
    Історія:
      '1906-1922 рр. - фабрика зошитів, шкільних приладів і підручників та картонних коробок "Галіція" (власник Ейзик Хаїм Хаєс); поч 1920-х рр. - друге відділення столярської фабрики "Odbudowa" (власник Мойжеш Пістинер); 1926 р. - палітурна майстерня і помешкання Лейбіша Хаєса; 1938 р. - адвокатська канцелярія і помешкання д-ра Генрика Крамера',
    Адреса: "бульвар Лесі Українки, 9",
    Координати: "",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%B1%D1%83%D0%BB%D1%8C%D0%B2%D0%B0%D1%80%20%D0%9B%D0%B5%D1%81%D1%96%20%D0%A3%D0%BA%D1%80%D0%B0%D1%97%D0%BD%D0%BA%D0%B8%2C%209",
  },
  {
    Назва: "Кам'яниця",
    Дата: "кін. XIX ст.",
    Опис: "",
    Історія:
      '1901 р. - Адвокатська канцелярія д-ра Кирила Трильовського; 1920-ті рр. - Цукерня Станіслава Рігетті; 1920-ті рр. - Перукарня Й. Григоровича "Фризьєр"; 1920-ті рр. - "Перша Варшавська" взуттєва майстерня А. Кендзьорека; поч.1930-х рр. - "Варшавська" ручна пральня (власник Р. Кликівна)',
    Адреса: "Валова, 9",
    Координати: "48.52767/25.03850",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%92%D0%B0%D0%BB%D0%BE%D0%B2%D0%B0%2C%209",
  },
  {
    Назва: "Кам'яниця",
    Дата: "поч. XX ст.",
    Опис: "",
    Історія: "1930 р. - власник кам'яниці акушер-гінеколог д-р Давид Гаммер",
    Адреса: "Вічевий майдан, 1",
    Координати: "48.52818/25.03629",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%92%D1%96%D1%87%D0%B5%D0%B2%D0%B8%D0%B9%20%D0%BC%D0%B0%D0%B9%D0%B4%D0%B0%D0%BD%2C%201",
  },
  {
    Назва: 'Кінотеатр "Ґвязда" ',
    Дата: "поч. 1920-х",
    Опис: "Будинок зведено в неоромантичному стилі. ",
    Історія:
      'Будинок належав польському ремісничому товартству "Ґвязда". Кінотеатр "Ґвязда" (відкрив Антін Віммер); В будівлі розміщувалися  бібліотека, театральна зала, кінотеатр, 2 більярдні та ін.; 1922 р. - магазин плакатіа Михайла Рощиб\'юка; 1935 р. - кінотеатр став звуковим; 1939 р. - кінотеатр припинив своє існування; 1941-1944 рр. - Український окружний театр; 1944 р. - відновлено роботу Коломийського драматичного театру',
    Адреса: "Вічевий майдан, 7",
    Координати: "48.52809/25.03716",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%92%D1%96%D1%87%D0%B5%D0%B2%D0%B8%D0%B9%20%D0%BC%D0%B0%D0%B9%D0%B4%D0%B0%D0%BD%2C%207",
  },
  {
    Назва: 'Вілла "Ванда"',
    Дата: "1930-ті",
    Опис: "",
    Історія: "1936 р. - Єврейське товариство шкіл людових та середніх",
    Адреса: "Євгена Коновальця, 27",
    Координати: "48.52726/25.04565",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%84%D0%B2%D0%B3%D0%B5%D0%BD%D0%B0%20%D0%9A%D0%BE%D0%BD%D0%BE%D0%B2%D0%B0%D0%BB%D1%8C%D1%86%D1%8F%2C%2027",
  },
  {
    Назва: "Газівня",
    Дата: 1899,
    Опис: "",
    Історія: "",
    Адреса: "Івана Богуна, 5",
    Координати: "48.52868/25.05859",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%91%D0%BE%D0%B3%D1%83%D0%BD%D0%B0%2C%205",
  },
  {
    Назва: "Залізничний двірець",
    Дата: 1866,
    Опис: "",
    Історія: "",
    Адреса: "Івана Крип'якевича, 13",
    Координати: "48.53442/25.06029",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%9A%D1%80%D0%B8%D0%BF%27%D1%8F%D0%BA%D0%B5%D0%B2%D0%B8%D1%87%D0%B0%2C%2013",
  },
  {
    Назва: "Кам'яниця",
    Дата: "кін. XIX ст.",
    Опис: "",
    Історія: "",
    Адреса: "Івана Мазепи, 10",
    Координати: "48.52414/25.04141",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%9C%D0%B0%D0%B7%D0%B5%D0%BF%D0%B8%2C%2010",
  },
  {
    Назва: "Кам'яниця",
    Дата: "кін. XIX ст.",
    Опис: "",
    Історія:
      '1912 р. - крамниця з продажу хімічних домашніх товарів Самсона Геллера; 1920 р. - Польська торгово-промислова і сільськогосподарська спілка "Покуття" (офіси та склади спілки); 1925 р. - склад та крамниці Коломийського відділенн кооперативу з обмеженою відповідальністю "Naczelny Urzedniczy Zespol Aprowizacyjny, N.U.Z.A."; 1925 р. - крамниця з продажу килимів, керамічних виробів, дахівок, плитки, а також дво- та чотирирічних вин; 1930 р. - Кооперативна рахункова каса для польської торгівлі та ремесла; 1931 р. - лікарський кабінет д-ра Станіслава Каліневича',
    Адреса: "Івана Мазепи, 23",
    Координати: "48.52453/25.04002",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%9C%D0%B0%D0%B7%D0%B5%D0%BF%D0%B8%2C%2023",
  },
  {
    Назва: "Головна окружна школа",
    Дата: 1789,
    Опис: "",
    Історія:
      "Кам'яниця була перебудована 1811 р.; 1874 р. - Чотирикласна народна школа; 1893 р. - школа ім. Пірамовича (польська); 1903 р. - Шестикласна школа ім. Пірамовича із тимчасовим 7-м класом у Коломиї; 1920-ті рр. - чоловіча промислова школа ім. Яна Собєського",
    Адреса: "Івана Мазепи, 4",
    Координати: "48.52407/25.04097",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%9C%D0%B0%D0%B7%D0%B5%D0%BF%D0%B8%2C%204",
  },
  {
    Назва: "Кам'яниця",
    Дата: "кін. XIX - поч. XX ст.",
    Опис: "",
    Історія:
      "1931 р. - лікарська контора д-ра Юліана Шарфа; 1932 р. - адвокатська контора д-ра Леона Валлера; 1938 р. - адміністративні кабінети цегельні Герша  Рамлєра; 1938 р. - лікарський кабінет лікаря Каси хворих Кароля Коцюбинського",
    Адреса: "Івана Франка, 12",
    Координати: "",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%A4%D1%80%D0%B0%D0%BD%D0%BA%D0%B0%2C%2012",
  },
  {
    Назва: "Римо-католицький костьол отців єзуїтів",
    Дата: 1897,
    Опис: "",
    Історія: "",
    Адреса: "Івана Франка, 18б",
    Координати: "48.53168/25.03721",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%A4%D1%80%D0%B0%D0%BD%D0%BA%D0%B0%2C%2018%D0%B1",
  },
  {
    Назва: "Монастир і школа черниць ордену святої Урсули",
    Дата: 1901,
    Опис: "",
    Історія: "",
    Адреса: "Івана Франка, 19",
    Координати: "48.53138/25.03601",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%A4%D1%80%D0%B0%D0%BD%D0%BA%D0%B0%2C%2019",
  },
  {
    Назва: "Будинок Юзефа та Юзефи Хані",
    Дата: "кін. XIX - поч. XX ст.",
    Опис: "",
    Історія:
      "1905 р. - приватне помешкання та лікарський рентгенологічний кабінет (обладнання придбане в Дрездені); 1912 р. - в будинку гостював поручник Карл Габсбург (майбутній цісар Карл I); 1915 р. - Юзефа Ханя єдиний лікар в Коломиї, будинок від грабунків охороняється російськими військовими; 1917 р. - в будинку гостював цісар Карл I Габсбург; 1918 р. - в будинку переховувався окружний комендант ЗУНР Теодор Примак; 1930-ті рр. - приватний лікарський кабінет д-ра Дембіцької",
    Адреса: "Івана Франка, 21",
    Координати: "",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%A4%D1%80%D0%B0%D0%BD%D0%BA%D0%B0%2C%2021",
  },
  {
    Назва: "Римо-католицький костьол Яна Непомука (Флеберг)",
    Дата: 1911,
    Опис: "",
    Історія: "",
    Адреса: "Івана Франка, 213",
    Координати: "48.56635/25.02141",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%A4%D1%80%D0%B0%D0%BD%D0%BA%D0%B0%2C%20213",
  },
  {
    Назва: "Будівля Австро-Угорського банку",
    Дата: "кін. XIX - поч. XX ст.",
    Опис: "",
    Історія:
      "1902 р. - філія австро-угорського банку і помешкання її начальника; 1914-1918 рр. - будівля була зареквізована для військової влади та канцелярії запасного коша 24 п. п. і на приватне мешкання полк. фон Вальтера; 1918 р. - Військовий комітет ЗУНР; 1918-1919 рр. - Окружна Військова Команда (очолював сотник Теодор Примак); 1920-ті - 1930-ті рр. - бюро Банку польського, помешкання начальника бюро; 1941-1944 рр. - гестапо (очолював оберлейтенант Петер Лейдеріц, заступник Вернер Отто Швенкер)",
    Адреса: "Івана Франка, 3",
    Координати: "",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%A4%D1%80%D0%B0%D0%BD%D0%BA%D0%B0%2C%203",
  },
  {
    Назва: "Кам'яниця",
    Дата: "кін. XIX ст.",
    Опис: "",
    Історія:
      "поч. XX ст. - житловий будинок (власниця Меланія Лукасевич); 1920-ті рр. - продуктова крамниця; 1920-ті - 1930-ті рр. - адвокатська канцелярія д-ра Отто Рота; 1926 р. - канцелярія адвоката д-ра Івана Турянського (з 1927 р. тут надавав адвокатські послуги д-р Кирило Трильовський)",
    Адреса: "Івана Франка, 4",
    Координати: "",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%A4%D1%80%D0%B0%D0%BD%D0%BA%D0%B0%2C%204",
  },
  {
    Назва: "Вілла Яна Клєського (бурмістра Коломиї)",
    Дата: "кін. XIX ст.",
    Опис: "",
    Історія:
      "поч. XX ст. - приватне помешкання Яна Клєського; 1917 р. - в будинку пібготовлено квартиру для Вільгельма II, кайзера Німеччини і короля Пруссії; ",
    Адреса: "Івана Франка, 40",
    Координати: "",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%A4%D1%80%D0%B0%D0%BD%D0%BA%D0%B0%2C%2040",
  },
  {
    Назва: "Вілла графа Едмунда Стаженського гербу Ліс",
    Дата: "I пол. XIX ст.",
    Опис: "",
    Історія:
      '1859 р. - перше відоме позначення вілли на карті міста Коломиї; 1880 р. - граф Едмунд Мтаженський перебрався до Коломиї; 1887 р. - до вілли перевезено багату колекцію старожитностей, зразків етнографії, природи, яка належала графу; 1892-1901 рр. - приватний, перший в Коломиї, Покутський музей; 1909 р. - графиня дарує маєток Товариству народних шкіл. 1909-1914 рр. - Польський Народний дім ім. Едмунда і Броніслави Стаженських; 1912 р. - на фасаді встановлено меморіальну таблицю поетові Зигмунтові Красінському; 1913-1914 рр. - громадський Покутський музей; 1914-1918 рр. - приміщення використовуються для військових потреб; 1920-ті - 1930-ті рр. - Польський Народний дім, учительський жіночий семінар, Польська повітова національна організація; 1925 р. - майстерня з пошиття жіночого одягу (кравчиня Анеля Чабак); 1930-ті рр. - майстерня Тадеуша Рубіча (малярство і обклеювання шпалерами); 1930-ті рр. - адвокатська контора д-ра Владислава Кноблоха; 1931-1933 рр. - редакція часопису "Gazeta Kolomyjska"; кін. 1930-х рр. - Польська Організація Військова; 1941-1944 рр. - комендатура "Baudiensthauptstelle" ("Баудінсту" - будівельної служби Райху)',
    Адреса: "Івана Франка, 6",
    Координати: "",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%A4%D1%80%D0%B0%D0%BD%D0%BA%D0%B0%2C%206",
  },
  {
    Назва:
      "Будинок Фелікса Тадеуша Мілевського (гербу Ястжембець/Jastrzębiec) та його сім'ї",
    Дата: "кін. XIX - поч. XX ст.",
    Опис: "",
    Історія:
      "1939 р. - в будинку перебували маршал Едвард Ридз-Смігли та Штаб Війська Польського. Розташовувалась Ставка Головнокомандувача; 1939 р. - в будинку відбулась остання зустріч прем'єр-міністра, генерала Феліціяна Славой-Складовського і міністра закордонних справ Юзефа Бека",
    Адреса: "Івана Франка, 90",
    Координати: "",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%A4%D1%80%D0%B0%D0%BD%D0%BA%D0%B0%2C%2090",
  },
  {
    Назва: "Колишній шкірно-венерологічний диспансер",
    Дата: 1902,
    Опис: "",
    Історія: "",
    Адреса: "Івана Франка,18а",
    Координати: "48.53230/25.03772",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%A4%D1%80%D0%B0%D0%BD%D0%BA%D0%B0%2C18%D0%B0",
  },
  {
    Назва: "Кам'яниця",
    Дата: 1918,
    Опис: "",
    Історія:
      '1918 - 1919 рр. - Окружна Національна Рада ЗУНР; 1918 р. - редакція газети "Покутський вістник"; 1925 р. - Повітова каса для хворих; Кін. 1920-х - поч. 1930-х рр. - редакція та адміністрація газети "Tygodnik Pokucki Zjednoczenie"; 1926 р. - нотаріальна контора Станіслава Гесселя; 1929 р. - лікарський кабінет акушера та гінеколога д-ра Тадеуша Коважука; 1934 - 1939 рр. - кабінет дерматолога та венеролога д-ра Ісака Раппа',
    Адреса: "Йосафата Кобринського, 10",
    Координати: "48.52920/25.03796",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%99%D0%BE%D1%81%D0%B0%D1%84%D0%B0%D1%82%D0%B0%20%D0%9A%D0%BE%D0%B1%D1%80%D0%B8%D0%BD%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%2010",
  },
  {
    Назва: "Кам'яниця ",
    Дата: "кін. XIX ст. - поч. XX ст.",
    Опис: "",
    Історія:
      "1912 р. - лікарський кабінет Соломона Розенгека; 1934 р. - Музична школа ім. Фредеріка Шопена",
    Адреса: "Йосафата Кобринського, 8",
    Координати: "48.52918/25.03833",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%99%D0%BE%D1%81%D0%B0%D1%84%D0%B0%D1%82%D0%B0%20%D0%9A%D0%BE%D0%B1%D1%80%D0%B8%D0%BD%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%208",
  },
  {
    Назва: "Благовіщенська церква",
    Дата: 1709,
    Опис: "",
    Історія: "",
    Адреса: "Карпатська, 2",
    Координати: "48.52739/25.02325",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9A%D0%B0%D1%80%D0%BF%D0%B0%D1%82%D1%81%D1%8C%D0%BA%D0%B0%2C%202",
  },
  {
    Назва: "Гончарна школа",
    Дата: 1893,
    Опис: "",
    Історія: "",
    Адреса: "Миколи Верещинського, 59",
    Координати: "48.52221/25.03635",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9C%D0%B8%D0%BA%D0%BE%D0%BB%D0%B8%20%D0%92%D0%B5%D1%80%D0%B5%D1%89%D0%B8%D0%BD%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%2059",
  },
  {
    Назва: "Ратуша",
    Дата: 1877,
    Опис: "",
    Історія: "",
    Адреса: "Михайла Грушевського, 1",
    Координати: "48.52492/25.03703",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9C%D0%B8%D1%85%D0%B0%D0%B9%D0%BB%D0%B0%20%D0%93%D1%80%D1%83%D1%88%D0%B5%D0%B2%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%201",
  },
  {
    Назва: "Церква Святого Архистратига Михаїла",
    Дата: 1864,
    Опис: "",
    Історія: "",
    Адреса: "Михайла Грушевського, 11",
    Координати: "48.52528/25.03518",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9C%D0%B8%D1%85%D0%B0%D0%B9%D0%BB%D0%B0%20%D0%93%D1%80%D1%83%D1%88%D0%B5%D0%B2%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%2011",
  },
  {
    Назва: "Кам'яниця, аптека Гаусберга",
    Дата: "поч. XX ст.",
    Опис: "",
    Історія:
      "1908 р. - власник аптеки Юліан Гаусберг; 1913 р. - власник аптеки Кароль Гаусберг; 1924 р. - власник аптеки Фабіан Фальбер; 1930 р. - власник аптеки Генрик Крайслер",
    Адреса: "Михайла Грушевського, 13",
    Координати: "48.52525/25.03493",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9C%D0%B8%D1%85%D0%B0%D0%B9%D0%BB%D0%B0%20%D0%93%D1%80%D1%83%D1%88%D0%B5%D0%B2%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%2013",
  },
  {
    Назва: "Кам'яниця Герша Рамлєра",
    Дата: 1891,
    Опис: "",
    Історія:
      '1930-ті рр. - Кабінет лікаря "жіночих і хірургічних недуг" Павла Каца',
    Адреса: "Михайла Грушевського, 29",
    Координати: "48.52542/25.03289",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9C%D0%B8%D1%85%D0%B0%D0%B9%D0%BB%D0%B0%20%D0%93%D1%80%D1%83%D1%88%D0%B5%D0%B2%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%2029",
  },
  {
    Назва: "Вілла д-ра Дмитра Станкевича",
    Дата: 1931,
    Опис: "",
    Історія: "Приватний маєток.",
    Адреса: "Михайла Грушевського, 76",
    Координати: "48.52611/25.02873",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9C%D0%B8%D1%85%D0%B0%D0%B9%D0%BB%D0%B0%20%D0%93%D1%80%D1%83%D1%88%D0%B5%D0%B2%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%2076",
  },
  {
    Назва: "Кам'яниця",
    Дата: "поч. XX ст.",
    Опис: "",
    Історія:
      '1913 р. - Крамниця з торгівлі меблями, дзеркалами та рамами для картин (власник Лехнер Ліфше); 1931 р. - Кушнірська майстерня Владислава Грегоращука; 1926 р. - Майстерня "дамської" кравчині Фані Цайхнер; 1930 р. - Крамниця тютюнових виробів Й. Філіпека; 1932 р. - Українська крамниця церковних речей; 1935 р. - Лікарський кабінет дерматовенеролога д-ра Давида Вассермана',
    Адреса: "Михайла Грушевського, 9",
    Координати: "48.52513/25.03628",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9C%D0%B8%D1%85%D0%B0%D0%B9%D0%BB%D0%B0%20%D0%93%D1%80%D1%83%D1%88%D0%B5%D0%B2%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%209",
  },
  {
    Назва: "Німецька кірха Благодатної Марії, помічниці вірних (Маріягільф)",
    Дата: 1853,
    Опис: "Зруйнована в 1946 р., відбудована в 2004 р.",
    Історія: "",
    Адреса: "Олекси Довбуша, 441",
    Координати: "48.57148/24.98230",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9E%D0%BB%D0%B5%D0%BA%D1%81%D0%B8%20%D0%94%D0%BE%D0%B2%D0%B1%D1%83%D1%88%D0%B0%2C%20441",
  },
  {
    Назва: "Галя міська",
    Дата: "поч. XX ст.",
    Опис: "",
    Історія: "",
    Адреса: "Петра Конашевича-Сагайдачного, 4",
    Координати: "48.52606/25.03948",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%B5%D1%82%D1%80%D0%B0%20%D0%9A%D0%BE%D0%BD%D0%B0%D1%88%D0%B5%D0%B2%D0%B8%D1%87%D0%B0-%D0%A1%D0%B0%D0%B3%D0%B0%D0%B9%D0%B4%D0%B0%D1%87%D0%BD%D0%BE%D0%B3%D0%BE%2C%204",
  },
  {
    Назва: 'Кам\'яниця. Готель "Ґранд"',
    Дата: "1870-ті",
    Опис: "",
    Історія:
      '1899 р. - готель "Ґранд" (власник Р. Багр); 1903 р. - готель відвідав композитор Микола Лисенко; 1922 р. - готель відвідав маршалок Другої Речі Посполитої Юзеф Пілсудський.',
    Адреса: "Площа Відродження, 1",
    Координати: "48.52520/25.03726",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%201",
  },
  {
    Назва: "Кам'яниця",
    Дата: "кін. XIX ст.",
    Опис: "",
    Історія:
      "1913 р. - Магазин і склад блаватних товарів і сукна (власники Шимон та Леон Розенблятти); 1906 р. - Крамниця з виробів із заліза і склад сільськогосподарських знарядь, вугілля та коксу, вапна, цементу та гіпсу (власник Бернард Рігельгаупт); 1920-ті рр. - Крамниця горілчаних товарів Ліки Унґара; 1926-1927 рр. - Крамниці з продажу тканин (власники Маврикій Пістинер та Й. Райнер); Галантерейний магазин Хаїма Бортена; 1929 р. - Годинникарська майстерня А. Гершона; 1929 р. - Крамниця роздрібних товарів Степана Стефанського; Дамська крамниця А. Слендера; 1933 р. - М'ясна крамниця Станіслава Пікора (1932 р.); Стоматологічний кабінет д-ра Л. Зомах-Візельберга; Українська гімназія (Третій Райх).",
    Адреса: "Площа Відродження, 19",
    Координати: "48.52591/25.03810",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%2019",
  },
  {
    Назва: 'Кам\'яниця. Готель "Ґранд"',
    Дата: "1870-ті",
    Опис: "",
    Історія: "",
    Адреса: "Площа Відродження, 2",
    Координати: "48.52523/25.03740",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%202",
  },
  {
    Назва: "Кам'яниця",
    Дата: "1870-ті",
    Опис: "",
    Історія:
      "1926 р. - Взуттєві крамниці Л. Фойєрштайна та Л. Шварцфельда; 1929 р. - Крамниця з продажу шкіри (власник Ш. Блехер); 1935 р. - Лікарський кабінет д-ра Леона Конна",
    Адреса: "Площа Відродження, 3",
    Координати: "48.52542/25.03735",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%203",
  },
  {
    Назва: "Кам'яниця",
    Дата: "1870-ті",
    Опис: "",
    Історія:
      'Магазин "Народна торгівля"; 1906 р. - філія італійської цукерні Владислава Рігетті; Склад блаватних товарів, сукна з фабрики в Ракшаві, вати і ватину з фабрики в Станиславові (вл. Шимон Хаєс); 1912 р. - офіс власника млинарні Якоба Бреттлера; 1926-1939 рр. - Магазин бакалії (вл. Шимон Берлас); 1932 р. - проживав власник броварні в Дятьківцях Леопольд Баран',
    Адреса: "Площа Відродження, 4",
    Координати: "48.52552/25.03747",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%204",
  },
  {
    Назва: "Кам'яниця",
    Дата: "1870-ті",
    Опис: "",
    Історія: "",
    Адреса: "Площа Відродження, 5",
    Координати: "48.52564/25.03738",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%205",
  },
  {
    Назва: "Кам'яниця",
    Дата: "1870-ті",
    Опис: "",
    Історія: "",
    Адреса: "Площа Відродження, 6",
    Координати: "48.52574/25.03745",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%206",
  },
  {
    Назва: "Кам'яниця",
    Дата: "ІІ пол. XIX ст.",
    Опис: "",
    Історія:
      '1890-ті рр. - гуртівня кооперативних змішаних товарів "Народна торгівля"; 1890-ті рр. - крамниця будівельних матеріалів; 1890-ті рр. - крамниця галантерейних товарів Сауля Кньоппера; 1890-ті рр. - офіс фабрики з виробництва цегли (власник Юзеф Мендель); 1932 р. - Лікарський кабінет д-ра Юліуша Цайгера; 1939 р. - Гуртівня з продажу емалі та скла (власник Ісаак Лінденберг)',
    Адреса: "Площа Відродження, 7",
    Координати: "48.52592/25.03758",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%207",
  },
  {
    Назва: "Кам'яниця",
    Дата: "ІІ пол. XIX ст.",
    Опис: "",
    Історія:
      "Аптека Антона Сидоровича; Музична крамниця Кортца; 1939 р. - Аптека Вільгельма Найдера",
    Адреса: "Площа Відродження, 8",
    Координати: "48.52609/25.03749",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%208",
  },
  {
    Назва: "Кам'яниця",
    Дата: "кін. XIX - поч. XX ст.",
    Опис: "",
    Історія:
      "поч. XX ст. - 1930-ті рр. - крамниця з виробництва та продажу цукерок Боруха Сейнфельда; 1913 р. - крамниця з продажу текстильних виробів (власник Юда Бер Зайдманн)",
    Адреса: "Площа Ринок, 22",
    Координати: "48.52465/25.04011",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%A0%D0%B8%D0%BD%D0%BE%D0%BA%2C%2022",
  },
  {
    Назва: "Готель Яна Берга",
    Дата: "поч. XX ст.",
    Опис: "",
    Історія:
      '1930-ті рр. - Готель Яна Берга; 1936 р. - Перукарня (власник Теофіль Галецький); 1939 р. - ресторан "Гастрономія" (власник Якоб Каук)',
    Адреса: "проспект В'ячеслава Чорновола, 19",
    Координати: "48.52555/25.03835",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%2019",
  },
  {
    Назва: "Кам'яниця",
    Дата: "після 1917 р.",
    Опис: "Побудована за Австро-Угорщини, зруйнована в часи Великої війни, відбудована після 1917 р. За ІІ Речі Посполитої в ній діяла місцева польська масонська ложа.",
    Історія:
      '1927 р. - стоматологічний заклад Якоба Кагане; кін. 1920-х рр. - офіс Польської державної класової лотереї "Фортуна"; 1930 р. - ювелірна крамниця Баруха Фойєрштайна; 1930 р. - лікарський кабінет д-ра Станіслава Будзяновського; 1931 р. - магазин запчастин до технічних пристроїв Кароля Шуби; ІІ пол. 1930-х рр. - філіал польської туристичної агенції "Орбіс"; 1939 р. - стоматологічний кабінет Тауби Штернберга',
    Адреса: "проспект В'ячеслава Чорновола, 2",
    Координати: "48.52611/25.03907",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%202",
  },
  {
    Назва: "Кам'яниця",
    Дата: "кін. XIX ст.",
    Опис: "",
    Історія:
      '1903 р. - Hotel Imperialny / готель "Імперіаль", Kawiarnia Royalna / кафе "Рояль"; поч. 1920-х рр. - 1930 р. -  кав\'ярня "Варшавська" (власник Бернард Кляффе); 1928 р. - фабрика з виробництва капелюхів (власник Ізидор Енглер); 1929 р. - виставка автомобілів фірми "Шевроле" (представник фабрика братів Біскупських); 1937-1939 рр. - ресторан "Полонія" (власник Ян Мартинович); 1930-ті рр. - крамниця мод Ісидори Німкевич; 1930-ті рр. - майстерня з виготовлення возів М. Німкевича (в подвір\'ї будівлі)',
    Адреса: "проспект В'ячеслава Чорновола, 24",
    Координати: "48.52752/25.03986",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%2024",
  },
  {
    Назва: "Райтарня",
    Дата: "кін. XIX ст.",
    Опис: "Райтарня, кінотеатр. В 1927 р. командир 49 піхотного полку, підполковник Максиміліан Мілан-Камський, за сприяння цісарсько-королівського фотографа Александра Кіблера розпочав ремонт будівлі для проведення вистав та урочистих заходів.",
    Історія:
      'кін. XIX ст. - райтарня; 1928 р. - Освітній дім 49 піхотного полку; 1928 р. - кінотеатр "Марс" (перший звуковий кінотеатр Коломиї). 2023 р. - будівлю зруйновано',
    Адреса: "проспект В'ячеслава Чорновола, 30",
    Координати: "48.52831/25.04138",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%2030",
  },
  {
    Назва: "Кам'яниця",
    Дата: "після 1918 р.",
    Опис: "",
    Історія:
      '1927 р. - торговий дім "Продукція" (нафта, бензин, машинні масла, мило, свічки, а також ропу марки "Слобода"); 1927 р. - склад взуття та галантереї Бернарда Целлера; 1932 р. - крамниця "Контакт" (власник М. Кагане, постачає: радіодеталі новітньої конструкції, лампочки, електрофурнітура, телефони та платівки; встановлює: електроосвітлення, радіоприймачі, домашні телефони та дзвінки, електромедичні прилади; ремонтує: радіокамери, динаміки та навушники з намагнічуванням, всі електроприлади та пристрої, патефони та ін., зарядки акумуляторів.); 1929 р. - філія фабрики виробництва капелюхів Ізидора Енглера; 1936 р. - книгарня Євгеніуша Чабака',
    Адреса: "проспект В'ячеслава Чорновола, 4",
    Координати: "48.52644/25.03905",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%204",
  },
  {
    Назва: "Коломийське відділення цісарсько-королівської пошти (ІІ)",
    Дата: 1895,
    Опис: "",
    Історія: "",
    Адреса: "проспект В'ячеслава Чорновола, 47",
    Координати: "48.52926/25.04026",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%2047",
  },
  {
    Назва: "Кам'яниця",
    Дата: "кін. XIX ст.",
    Опис: "",
    Історія:
      "1920-ті - 1930-ті рр. - лікарський кабінет д-ра Дмитра Станкевича; 1920-ті рр. - бюро в справах еміграції до Америки",
    Адреса: "проспект В'ячеслава Чорновола, 49",
    Координати: "48.52994/25.04082",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%2049",
  },
  {
    Назва: "Кам'яниця",
    Дата: "кін. XIX ст.",
    Опис: "",
    Історія:
      '1907 р. - готель "Європейський" (власник Хуна Багр), на поч. XX ст. перейменований на "Брістоль" (діяв до 1939 р.); 1911 р. - "Готель "Брістоль" і "Беллє-Вує" з рестораном М.Бора займають 30 кімнат; 1913 р. - кафе "Європейське" (власник Хуна Багр); 1913 р. - магазин із продажу рільничих, швейних та друкарських машинок. (власник Ізидор Шуман); 1928-1930 рр. - заводський склад капелюхів Ш. Тайхберга; 1928 р. - крамниця одягу братів Фойєрштайнів; 1930-ті рр. - ресторан "Брістоль"; 1930-ті рр. - Друкарня І. Рареса; кін. 1930-х рр. - кооперативний банк; 1938 р. - склад сільськогосподарських машин та інструментів (власник Ізидор Шульман); 1941-1944 рр. - редакція газети "Воля Покуття", орган Окружної Управи та ОУН; 1941-1944 рр. - редакція газети "Останні вісті" (додаток до "Волі Покуття")',
    Адреса: "проспект В'ячеслава Чорновола, 5",
    Координати: "48.52674/25.03893",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%205",
  },
  {
    Назва: "Заклад артистично фотографічний",
    Дата: "кін. XIX ст.",
    Опис: "",
    Історія:
      '1890-1899 р. - фотоательє Емілія Юркевича; 1899 р. - фотоательє "Maryla" ("Мариля") Владислава Дроздзєвіча',
    Адреса: "проспект В'ячеслава Чорновола, 51",
    Координати: "48.52560/25.03812",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%2051",
  },
  {
    Назва: "Кам'яниця",
    Дата: "кін. XIX - поч. XX ст.",
    Опис: "",
    Історія:
      "1904 р. - будинок придбаний Яном Стадніченком, керівник Банку землі Покутської; 1913 р. -  салон мод Гізелі Вертгамер; 1913 р. - головний склад рибних товарів Мойзеса Ріхтера; 1922-1928 рр. - склад взуття Михайла Камінського; 1922 р. - магазин тютюну; 1922 р. - філія італійської акціонерної компанії (власник Владислав Вільгельм Фрідман); 1928 р. - селянська каса (постачання залізницею мінеральних добрив оптом та вроздріб); 1928 р. - в подвір'ї будівлі розміщувалось бюро фабрики машин братів Плезя (Ян і Казимир Плезі); 1928-1939 рр. - Банк землі Покутської; 1930 р. - механічний цех Ф. Панкевича; 1931 р. - салон краси п. Адлера; 1937 р. - крамниця з продажу цукру,шоколаду та фруктів Валерія Баранюка; 1939 р. - проживав власник млина Бреттлер",
    Адреса: "проспект В'ячеслава Чорновола, 6",
    Координати: "48.52660/25.03929",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%206",
  },
  {
    Назва: "Кам'яниця",
    Дата: 1914,
    Опис: "1914-1917 рр. - будівля зазнала значних руйнувань.",
    Історія:
      "1913 р. - крамниця Блажея Вісньовського (холодне м'ясо та м'ясні продукти); 1929 р. - крамниця римарських виробів Т. Сопошинського; 1930-ті рр. - магазин механічної фабрики ткацьких та трикотажних товарів братів Райзель (власники: Якоб, Рубін Копель, Зімше Гершек, Давид та Леон Райзелі); 1932 р. - страхова агенція \"Assicurazioni Generali\" Владислава Вільгельма Фрідмана; 1932-1937 рр. - лікарський кабінет ЛОРа д-ра Максиміліана Заллера; 1936 р. - лікарський кабінет д-ра Якоба Сироти",
    Адреса: "проспект В'ячеслава Чорновола, 8",
    Координати: "48.52671/25.03927",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%208",
  },
  {
    Назва: "Кам'яниця",
    Дата: "---",
    Опис: "",
    Історія:
      "1920-ті рр.-1939 р. - Польська  Захоронка (садочок для дітей-сиріт) ім. Святого Йосифа (Polska Ochronka pod wezwaniem Św. Józefa); ",
    Адреса: "Роксолани, 7",
    Координати: "48.52671/25.03927",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A0%D0%BE%D0%BA%D1%81%D0%BE%D0%BB%D0%B0%D0%BD%D0%B8%2C%207",
  },
  {
    Назва: "Будинок Кредитної спілки",
    Дата: "кін. XIX - поч. XX ст.",
    Опис: "",
    Історія:
      "1927 р. - відділ Кредитного союзу для торгівлі, промисловості та ремесел (Związek Kredytowy dla handlu, przemysłu i rękodzieła)",
    Адреса: "Романа Шухевича, 72",
    Координати: "48.52774/25.04308",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A0%D0%BE%D0%BC%D0%B0%D0%BD%D0%B0%20%D0%A8%D1%83%D1%85%D0%B5%D0%B2%D0%B8%D1%87%D0%B0%2C%2072",
  },
  {
    Назва: "Єврейська поліклініка",
    Дата: 1913,
    Опис: "Нині перебудований.",
    Історія: "",
    Адреса: "Романа Шухевича, 76",
    Координати: "48.52797/25.04331",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A0%D0%BE%D0%BC%D0%B0%D0%BD%D0%B0%20%D0%A8%D1%83%D1%85%D0%B5%D0%B2%D0%B8%D1%87%D0%B0%2C%2076",
  },
  {
    Назва: "Цегляна вілла",
    Дата: 1903,
    Опис: "",
    Історія:
      "1903 р. - адміністративна управа єврейської общини; 1941-1944 рр. - юденрат (гетто No.1)",
    Адреса: "Романа Шухевича, 78",
    Координати: "48.52838/25.04351",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A0%D0%BE%D0%BC%D0%B0%D0%BD%D0%B0%20%D0%A8%D1%83%D1%85%D0%B5%D0%B2%D0%B8%D1%87%D0%B0%2C%2078",
  },
  {
    Назва: "Музей історії міста Коломиї",
    Дата: 1875,
    Опис: "",
    Історія: "",
    Адреса: "Романа Шухевича, 80",
    Координати: "48.52850/25.04382",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A0%D0%BE%D0%BC%D0%B0%D0%BD%D0%B0%20%D0%A8%D1%83%D1%85%D0%B5%D0%B2%D0%B8%D1%87%D0%B0%2C%2080",
  },
  {
    Назва: 'Будинок товариства "Сокіл"',
    Дата: 1895,
    Опис: "",
    Історія: "",
    Адреса: "Симона Петлюри, 11",
    Координати: "48.53155/25.04121",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B0%20%D0%9F%D0%B5%D1%82%D0%BB%D1%8E%D1%80%D0%B8%2C%2011",
  },
  {
    Назва: "Кам'яниця",
    Дата: "кін. XIX - поч. XX ст.",
    Опис: "",
    Історія:
      "Заклад соціального страхування (Ubezpieczalnia społeczna); 1932 р. - Каса хворих",
    Адреса: "Симона Петлюри, 66",
    Координати: "48.53683/25.04546",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B0%20%D0%9F%D0%B5%D1%82%D0%BB%D1%8E%D1%80%D0%B8%2C%2066",
  },
  {
    Назва: "Євангелицка школа (Багінсберг)",
    Дата: 1832,
    Опис: "",
    Історія: "",
    Адреса: "Симона Петлюри, 85",
    Координати: "48.54183/25.04726",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B0%20%D0%9F%D0%B5%D1%82%D0%BB%D1%8E%D1%80%D0%B8%2C%2085",
  },
  {
    Назва: "Євангелицка кірха (Багінсберг)",
    Дата: 1873,
    Опис: "",
    Історія: "",
    Адреса: "Симона Петлюри, 94",
    Координати: "48.54182/25.04767",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B0%20%D0%9F%D0%B5%D1%82%D0%BB%D1%8E%D1%80%D0%B8%2C%2094",
  },
  {
    Назва: "Механічна ткальня Загера",
    Дата: 1870,
    Опис: "",
    Історія:
      "Власники родина Загерів (засновник Цонаш Загер); Одна з найбільших в Європі фабрик з виробництва талітів.",
    Адреса: "Січових стрільців, 21",
    Координати: "48.53162/25.04474",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D1%96%D1%87%D0%BE%D0%B2%D0%B8%D1%85%20%D1%81%D1%82%D1%80%D1%96%D0%BB%D1%8C%D1%86%D1%96%D0%B2%2C%2021",
  },
  {
    Назва: "Кам'яниця",
    Дата: "поч. XX ст.",
    Опис: "",
    Історія:
      "1933-1949 рр. - лікарський кабінет д-ра Натанієля Тадеуша Льоевнера",
    Адреса: "Січових Стрільців, 4",
    Координати: "48.53017/25.04158",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D1%96%D1%87%D0%BE%D0%B2%D0%B8%D1%85%20%D0%A1%D1%82%D1%80%D1%96%D0%BB%D1%8C%D1%86%D1%96%D0%B2%2C%204",
  },
  {
    Назва: '"Білі касарні"',
    Дата: 1886,
    Опис: "",
    Історія: "",
    Адреса: "Січових Стрільців, 56",
    Координати: "48.53409/25.05354",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D1%96%D1%87%D0%BE%D0%B2%D0%B8%D1%85%20%D0%A1%D1%82%D1%80%D1%96%D0%BB%D1%8C%D1%86%D1%96%D0%B2%2C%2056",
  },
  {
    Назва: '"Білі касарні"',
    Дата: 1886,
    Опис: "",
    Історія: "",
    Адреса: "Січових Стрільців, 58",
    Координати: "48.53427/25.05392",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D1%96%D1%87%D0%BE%D0%B2%D0%B8%D1%85%20%D0%A1%D1%82%D1%80%D1%96%D0%BB%D1%8C%D1%86%D1%96%D0%B2%2C%2058",
  },
  {
    Назва: '"Білі касарні"',
    Дата: 1886,
    Опис: "",
    Історія: "",
    Адреса: "Січових Стрільців, 60",
    Координати: "48.53447/25.05425",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D1%96%D1%87%D0%BE%D0%B2%D0%B8%D1%85%20%D0%A1%D1%82%D1%80%D1%96%D0%BB%D1%8C%D1%86%D1%96%D0%B2%2C%2060",
  },
  {
    Назва: '"Білі касарні"',
    Дата: 1886,
    Опис: "",
    Історія: "",
    Адреса: "Січових Стрільців, 62",
    Координати: "48.53478/25.05507",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D1%96%D1%87%D0%BE%D0%B2%D0%B8%D1%85%20%D0%A1%D1%82%D1%80%D1%96%D0%BB%D1%8C%D1%86%D1%96%D0%B2%2C%2062",
  },
  {
    Назва: 'Вілла "Жозефіна" ("Willa Josefina")',
    Дата: "1920-ті - 1930-ті рр.",
    Опис: "",
    Історія:
      "Належала високопосадовцю Йосифу Піскозубу. Названа на честь дружини Йосифи Хжановської.",
    Адреса: "Староміська, 37",
    Координати: "48.51626/25.03697",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D1%82%D0%B0%D1%80%D0%BE%D0%BC%D1%96%D1%81%D1%8C%D0%BA%D0%B0%2C%2037",
  },
  {
    Назва: "Будинок лісопромисловців Гедале та Якуба Біттерів",
    Дата: "1930-ті",
    Опис: "Будинок зведено в стилі польського коструктивізму.",
    Історія:
      "1930-ті рр. - будинок належав лісопромисловцям Гедале та Якубу Біттеру; 1941-1944 рр. -  Гестапо",
    Адреса: "Тараса Шевченка, 21",
    Координати: "48.52728/25.03555",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B0%D1%80%D0%B0%D1%81%D0%B0%20%D0%A8%D0%B5%D0%B2%D1%87%D0%B5%D0%BD%D0%BA%D0%B0%2C%2021",
  },
  {
    Назва: "Кам'яниця",
    Дата: 1896,
    Опис: "",
    Історія: "",
    Адреса: "Театральна, 13",
    Координати: "48.52749/25.03782",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2013",
  },
  {
    Назва: "Каварня центральна",
    Дата: 1896,
    Опис: "",
    Історія:
      '1907 р. - кав\'ярня "Центральна" (власник Гіршгорн); II пол. 1920-х рр. - кав\'ярня та ресторан "Рома" (будинок був дещо перебудований); 1932 р. - реконструкція першого поверху (цукерня й ресторан, поєднаний з вишуканим баром,танцювальна зала висотою 4 метри); 1932 р. - "Амерікен бар" при ресторані "Рома"',
    Адреса: "Театральна, 17",
    Координати: "48.52771/25.03774",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2017",
  },
  {
    Назва: "Будинок",
    Дата: 1897,
    Опис: "",
    Історія: "",
    Адреса: "Театральна, 20",
    Координати: "48.52739/25.03838",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2020",
  },
  {
    Назва: "Кам'яниця",
    Дата: 1897,
    Опис: "",
    Історія:
      '1931 р. - салон краси Оскара Адлера; 1932-1933 рр. - перукарня "Ренесанс"',
    Адреса: "Театральна, 21",
    Координати: "48.52816/25.03769",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2021",
  },
  {
    Назва: "Кам'яниця",
    Дата: 1897,
    Опис: "",
    Історія:
      "1914-1918 рр. - будівля імперської та королівської військової служби No.3 (Gebäude der k.u.k. Kriegsvermessung No.3); 1930 р. - перукарня А. Шнеберга",
    Адреса: "Театральна, 22",
    Координати: "48.52753/25.03832",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2022",
  },
  {
    Назва: "Будинок",
    Дата: 1937,
    Опис: "",
    Історія:
      '1938 р. - продуктовий магазин "Помор\'я" (власник Бернард Жабінський)',
    Адреса: "Театральна, 23",
    Координати: "48.52757/25.03796",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2023",
  },
  {
    Назва: "Будинок музею Гуцульщини та Покуття",
    Дата: 1892,
    Опис: "",
    Історія: "",
    Адреса: "Театральна, 25",
    Координати: "48.52877/25.03762",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2025",
  },
  {
    Назва: "Каса ощадності",
    Дата: 1892,
    Опис: "",
    Історія:
      '1894 р. - Інтер\'єр був декорований в необароковому стилі з сецесійними настінними розписами. Виконав за власним проектом художник Валеріан Крицінський (директор гончарної школи у 1894-1896 рр.); 1898 р. - концерт Соломії Крушельницької; 1911р. - "артистичний кінематограф" (кінотеатр) "Геліос", мав паризьку апаратуру фірми Pathe Freres та власну електростанцію; 1912 р. - відбувся літературний вечір др. Івана Франка; 1927 р. - зустріч письменниці Ольги Кобилянської; 1927 р. - Міська комунальна каса ощадності;',
    Адреса: "Театральна, 27",
    Координати: "48.52922/25.03754",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2027",
  },
  {
    Назва: "Кам'яниця",
    Дата: "поч. XX ст.",
    Опис: "",
    Історія:
      'поч. XX ст. - крамниця з вичинки шкіри "Йозеф Мальцер і син"; 1920-ті рр. - кравецька майстерня Антіна Турянського; 1926 р. - крамниця кондитерських виробів М. Гамлетової; 1928 р. - заклад копіювання найновіших взорів для ручних робіт і склад меблів Германа Шайнера; 1930 р. - страхова агенція Едварда Фрухтера; 1932 р. - галантерейна крамниця Кароля Блехінгера; 1935 р. - склад блаватних товарів Бергмана та Премінгера; Офіс власника млина Менделя Бреттлера',
    Адреса: "Театральна, 3",
    Координати: "48.52680/25.03763",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%203",
  },
  {
    Назва: "Кам'яниця",
    Дата: "кін. XIX ст.",
    Опис: "",
    Історія:
      '1924 (1927) р. - перша в Коломиї гардинна фабрика сім\'ї Горовіц; поч. 1920-х рр. - "монополька з продажу шпиритусів" (власниця єврейка Оренштайнова); поч. 1920-х рр. - продуктова крамниця "Чорногора"; 1922 р. - продуктова крамниця Йозефи Рудницької; 1923 р. - адвокатська канцелярія Олекси Коссака; 1920-ті рр. - центральний офіс пилорами і приватне помешкання Максиміліана Екштайна; 1929 р. - адвокатська канцелярія Маврикія Гольдберга; 1931 р. - перукарня Станіслава Костьолека; 1938 р. - адвокатська канцелярія (д-р Владислав Тауб)',
    Адреса: "Театральна, 35",
    Координати: "48.52757/25.03796",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2035",
  },
  {
    Назва: "Кам'яниця",
    Дата: "кін. XIX ст.",
    Опис: "Власник кам'яниці адвокат д-р Мар'ян Юркевич.",
    Історія:
      'поч. XX ст.- 1929 р. - перукарня Станіслава Косцьолека; 1928 р. - магазин елегантного взуття Адама Долінського; 1928 р. - магазин радіотехніки "Радіоватт"; 1920-ті - 1930-ті рр. - перукарня Романа Заремби',
    Адреса: "Театральна, 36",
    Координати: "48.52857/25.03803",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2036",
  },
  {
    Назва: "Кам'яниця",
    Дата: "кін. XIX ст.",
    Опис: "",
    Історія:
      "1912 р. - першим власником і мешканцем був д-р Владислав Пяскевич; 1923-1939 рр. - власник д-р Олександр Василевський",
    Адреса: "Театральна, 40",
    Координати: "48.52884/25.03777",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2040",
  },
  {
    Назва: "Кам'яниця",
    Дата: "поч. XX ст.",
    Опис: "",
    Історія:
      "1912-1939 рр. - адвокатська контора Леона Функенштайна, dr. Leon, adwokat, ul. Kosciuszki I. 44; 1938 р. - лікарський кабінет лікаря внутрішніх та дитячих хвороб і стоматолога Андрія Кокодинського",
    Адреса: "Театральна, 44",
    Координати: "48.52937/25.03803",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2044",
  },
  {
    Назва: "Кам'яниця",
    Дата: "поч. XX ст.",
    Опис: "Будівля побудована в стилі модерн.",
    Історія:
      "кін. 1920-х рр.-1939 р. - дирекція Банку господарства крайового; поч. 1930-х рр. - адвокатська контора Йоахіма Ашкеназі; кін. 1920-х рр. - кабінет лікаря Селіга Бляйхера; 1941-1944 рр. - кримінальна поліція Райху (очолював Альберт Варманн); 1942 р. - адвокатська конторасина о. Антона-Володимира Лушпинського; 1944 р. - Коломийська музична школа No.1 ім. А. Кос-Анатольського (заснована як Коломийська філія Вищого музичного інституту ім. М. Лисенка)",
    Адреса: "Театральна, 48",
    Координати: "48.52985/25.03825",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2048",
  },
  {
    Назва: "Будинок",
    Дата: "поч. XX ст.",
    Опис: "",
    Історія:
      "За польських часів проживала сім'я Ашкеназі; 1941-1944 рр. - кримінальна поліція Райху (перевели з будинку на вул. Театральна, 48)",
    Адреса: "Театральна, 54",
    Координати: "48.53015/25.03851",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2054",
  },
  {
    Назва: "Кам'яниця",
    Дата: 1910,
    Опис: "",
    Історія: "",
    Адреса: "Театральна, 56",
    Координати: "48.53047/25.03856",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2056",
  },
  {
    Назва: "Кам'яниця",
    Дата: "кін. XIX ст.",
    Опис: "",
    Історія:
      '1891-1912 рр. - видавався часопис "Gazeta Kołomyjska",та коломийський календар (друкарня Владислава Аксентовича і редакція газети); 1899-1926 рр. - друкарня А. Мізевича (видавалась газета "Głos Pokucia"); 1932-1939 рр. - ювелірна майстерня (власник Адольф Ір); лікарський кабінет і квартира д-ра Юліуша Цайгера; 1935 р. - меблевий магазин (власник А. М. Кіммель)',
    Адреса: "Театральна, 8",
    Координати: "48.52692/25.03820",
    "Посилання на карту":
      "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%208",
  },
];
