export const buildings = [
  {
    "Назва": "Цісарсько-королівська ґімназия в Коломиї",
    "Дата": 1861,
    "Адреса": "Адама Міцкевича, 1",
    "Координати": "48.52354/25.04108",
    "Посилання на карту": "https://www.openstreetmap.org/query?lat=48.52353&lon=25.04110"
  },
  {
    "Назва": "Коломийське відділення цісарсько-королівської пошти (І)",
    "Дата": "1860-ті",
    "Адреса": "Адама Міцкевича, 4",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%90%D0%B4%D0%B0%D0%BC%D0%B0%20%D0%9C%D1%96%D1%86%D0%BA%D0%B5%D0%B2%D0%B8%D1%87%D0%B0%2C%204"
  },
  {
    "Назва": "Готель\"Жорж\"",
    "Дата": 1889,
    "Адреса": "Бульв. Лесі Українки, 1",
    "Координати": "48.52987/25.04099",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%91%D1%83%D0%BB%D1%8C%D0%B2.%20%D0%9B%D0%B5%D1%81%D1%96%20%D0%A3%D0%BA%D1%80%D0%B0%D1%97%D0%BD%D0%BA%D0%B8%2C%201"
  },
  {
    "Назва": "Залізничний двірець",
    "Дата": 1866,
    "Адреса": "Івана Крип'якевича, 13",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%9A%D1%80%D0%B8%D0%BF%27%D1%8F%D0%BA%D0%B5%D0%B2%D0%B8%D1%87%D0%B0%2C%2013"
  },
  {
    "Назва": "Кам'яниця.",
    "Дата": "кін.19 ст.",
    "Адреса": "Івана Мазепи, 10",
    "Координати": "48.52414/25.04141",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%9C%D0%B0%D0%B7%D0%B5%D0%BF%D0%B8%2C%2010"
  },
  {
    "Назва": "Головна окружна школа.",
    "Дата": 1789,
    "Адреса": "Івана Мазепи, 4",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%9C%D0%B0%D0%B7%D0%B5%D0%BF%D0%B8%2C%204"
  },
  {
    "Назва": "Римо-католицький костьол отців єзуїтів",
    "Дата": 1897,
    "Адреса": "Івана Франка, 18б",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%A4%D1%80%D0%B0%D0%BD%D0%BA%D0%B0%2C%2018%D0%B1"
  },
  {
    "Назва": "Колишній шкірвен. диспансер",
    "Дата": 1902,
    "Адреса": "Івана Франка,18а",
    "Координати": "48.53230/25.03772",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%A4%D1%80%D0%B0%D0%BD%D0%BA%D0%B0%2C18%D0%B0"
  },
  {
    "Назва": "Гончарна школа.",
    "Дата": 1893,
    "Адреса": "Миколи Верещинського, 59",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9C%D0%B8%D0%BA%D0%BE%D0%BB%D0%B8%20%D0%92%D0%B5%D1%80%D0%B5%D1%89%D0%B8%D0%BD%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%2059"
  },
  {
    "Назва": "Ратуша",
    "Дата": 1877,
    "Адреса": "Михайла Грушевського, 1",
    "Координати": "48.52492/25.03703",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9C%D0%B8%D1%85%D0%B0%D0%B9%D0%BB%D0%B0%20%D0%93%D1%80%D1%83%D1%88%D0%B5%D0%B2%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%201"
  },
  {
    "Назва": "Церква Святого Архистратига Михаїла",
    "Дата": 1864,
    "Адреса": "Михайла Грушевського, 11",
    "Координати": "48.52528/25.03518",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9C%D0%B8%D1%85%D0%B0%D0%B9%D0%BB%D0%B0%20%D0%93%D1%80%D1%83%D1%88%D0%B5%D0%B2%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%2011"
  },
  {
    "Назва": "Галя міська",
    "Дата": "поч. 20 ст.",
    "Адреса": "Петра Конашевича-Сагайдачного, 4",
    "Координати": "48.52606/25.03948",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%B5%D1%82%D1%80%D0%B0%20%D0%9A%D0%BE%D0%BD%D0%B0%D1%88%D0%B5%D0%B2%D0%B8%D1%87%D0%B0-%D0%A1%D0%B0%D0%B3%D0%B0%D0%B9%D0%B4%D0%B0%D1%87%D0%BD%D0%BE%D0%B3%D0%BE%2C%204"
  },
  {
    "Назва": "Кам'яниця. Готель \"Ґранд\"",
    "Дата": "1870-ті.",
    "Адреса": "Площа Відродження, 1",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%201"
  },
  {
    "Назва": "Кам'яниця. Готель \"Ґранд\"",
    "Дата": "1870-ті.",
    "Адреса": "Площа Відродження, 2",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%202"
  },
  {
    "Назва": "Кам'яниця. Житловий будинок,крамниці.",
    "Дата": "1870-ті.",
    "Адреса": "Площа Відродження, 3",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%203"
  },
  {
    "Назва": "Кам'яниця",
    "Дата": "1870-ті.",
    "Адреса": "Площа Відродження, 4",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%204"
  },
  {
    "Назва": "Кам'яниця",
    "Дата": "1870-ті.",
    "Адреса": "Площа Відродження, 5",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%205"
  },
  {
    "Назва": "Кам'яниця",
    "Дата": "1870-ті.",
    "Адреса": "Площа Відродження, 6",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%206"
  },
  {
    "Назва": "Будинок колишьої єврейської поліклініки (нині перебудований)",
    "Дата": 1913,
    "Адреса": "Романа Шухевича, 76",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A0%D0%BE%D0%BC%D0%B0%D0%BD%D0%B0%20%D0%A8%D1%83%D1%85%D0%B5%D0%B2%D0%B8%D1%87%D0%B0%2C%2076"
  },
  {
    "Назва": "Будинок",
    "Дата": 1903,
    "Адреса": "Романа Шухевича, 78",
    "Координати": "48.52838/25.04351",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A0%D0%BE%D0%BC%D0%B0%D0%BD%D0%B0%20%D0%A8%D1%83%D1%85%D0%B5%D0%B2%D0%B8%D1%87%D0%B0%2C%2078"
  },
  {
    "Назва": "Музей історії міста Коломиї",
    "Дата": 1875,
    "Адреса": "Романа Шухевича, 80",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A0%D0%BE%D0%BC%D0%B0%D0%BD%D0%B0%20%D0%A8%D1%83%D1%85%D0%B5%D0%B2%D0%B8%D1%87%D0%B0%2C%2080"
  },
  {
    "Назва": "Будинок товариства \"Сокіл\"",
    "Дата": 1895,
    "Адреса": "Симона Петлюри, 11",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B0%20%D0%9F%D0%B5%D1%82%D0%BB%D1%8E%D1%80%D0%B8%2C%2011"
  },
  {
    "Назва": "Колишня ткацька фабрика",
    "Дата": 1921,
    "Адреса": "Січових стрільців, 21",
    "Координати": "48.53162/25.04474",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D1%96%D1%87%D0%BE%D0%B2%D0%B8%D1%85%20%D1%81%D1%82%D1%80%D1%96%D0%BB%D1%8C%D1%86%D1%96%D0%B2%2C%2021"
  },
  {
    "Назва": "\"Білі касарні\"",
    "Дата": 1886,
    "Адреса": "Січових Стрільців, 56",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D1%96%D1%87%D0%BE%D0%B2%D0%B8%D1%85%20%D0%A1%D1%82%D1%80%D1%96%D0%BB%D1%8C%D1%86%D1%96%D0%B2%2C%2056"
  },
  {
    "Назва": "\"Білі касарні\"",
    "Дата": 1886,
    "Адреса": "Січових Стрільців, 58",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D1%96%D1%87%D0%BE%D0%B2%D0%B8%D1%85%20%D0%A1%D1%82%D1%80%D1%96%D0%BB%D1%8C%D1%86%D1%96%D0%B2%2C%2058"
  },
  {
    "Назва": "\"Білі касарні\"",
    "Дата": 1886,
    "Адреса": "Січових Стрільців, 60",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D1%96%D1%87%D0%BE%D0%B2%D0%B8%D1%85%20%D0%A1%D1%82%D1%80%D1%96%D0%BB%D1%8C%D1%86%D1%96%D0%B2%2C%2060"
  },
  {
    "Назва": "\"Білі касарні\"",
    "Дата": 1886,
    "Адреса": "Січових Стрільців, 62",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D1%96%D1%87%D0%BE%D0%B2%D0%B8%D1%85%20%D0%A1%D1%82%D1%80%D1%96%D0%BB%D1%8C%D1%86%D1%96%D0%B2%2C%2062"
  },
  {
    "Назва": "Будинок",
    "Дата": 1896,
    "Адреса": "Театральна, 13",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2013"
  },
  {
    "Назва": "Каварня центральна",
    "Дата": 1896,
    "Адреса": "Театральна, 17",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2017"
  },
  {
    "Назва": "Будинок",
    "Дата": 1897,
    "Адреса": "Театральна, 20",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2020"
  },
  {
    "Назва": "Будинок",
    "Дата": 1897,
    "Адреса": "Театральна, 21",
    "Координати": "48.52816/25.03769",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2021"
  },
  {
    "Назва": "Будинок",
    "Дата": 1897,
    "Адреса": "Театральна, 22",
    "Координати": "48.52753/25.03832",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2022"
  },
  {
    "Назва": "Будинок музею Гуцульщини та Покуття",
    "Дата": 1892,
    "Адреса": "Театральна, 25",
    "Координати": "48.52877/25.03762",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2025"
  },
  {
    "Назва": "Колишній будинок ощадкаси",
    "Дата": 1892,
    "Адреса": "Театральна, 27",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2027"
  },
  {
    "Назва": "Кам'яниця",
    "Дата": 1910,
    "Адреса": "Театральна, 56",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2056"
  },
  {
    "Назва": "Кам'яниця",
    "Дата": "кін. 19 ст.",
    "Адреса": "Театральна, 8",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%208"
  },
  {
    "Назва": "Кам'яниця",
    "Дата": "кін. 19 ст.",
    "Адреса": "Валова, 9",
    "Координати": "48.52767/25.03850",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%92%D0%B0%D0%BB%D0%BE%D0%B2%D0%B0%2C%209"
  },
  {
    "Назва": "Кам'яниця. Житловий будинок,крамниці.",
    "Дата": "ІІ пол. 19 ст.",
    "Адреса": "Площа Відродження, 7",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%207"
  },
  {
    "Назва": "Кам'яниця. Житловий будинок,аптека,крамниці.",
    "Дата": "ІІ пол. 19 ст.",
    "Адреса": "Площа Відродження, 8",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%208"
  },
  {
    "Назва": "Кам'яниця. Магазин і склад блаватних товарів і сукна, крамниці, житловий будинок",
    "Дата": "кін. 19 ст.",
    "Адреса": "Площа Відродження, 19",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%2019"
  },
  {
    "Назва": "Кам'яниця. Житловий будинок.",
    "Дата": "поч. 20 ст.",
    "Адреса": "Вічевий майдан, 1",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%92%D1%96%D1%87%D0%B5%D0%B2%D0%B8%D0%B9%20%D0%BC%D0%B0%D0%B9%D0%B4%D0%B0%D0%BD%2C%201"
  },
  {
    "Назва": "Польське ремісниче товартство \"Ґвязда\". Кінотеатр \"Ґвязда\".",
    "Дата": "поч. 1920-х",
    "Адреса": "Вічевий майдан, 7",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%92%D1%96%D1%87%D0%B5%D0%B2%D0%B8%D0%B9%20%D0%BC%D0%B0%D0%B9%D0%B4%D0%B0%D0%BD%2C%207"
  },
  {
    "Назва": "Кам'яниця. Житловий будинок, крамниця.",
    "Дата": "поч. 20 ст.",
    "Адреса": "Михайла Грушевського, 9",
    "Координати": "48.52513/25.03628",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9C%D0%B8%D1%85%D0%B0%D0%B9%D0%BB%D0%B0%20%D0%93%D1%80%D1%83%D1%88%D0%B5%D0%B2%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%209"
  },
  {
    "Назва": "Кам'яниця. Житловий будинок, аптека Гаусберга.",
    "Дата": "поч. 20 ст.",
    "Адреса": "Михайла Грушевського, 13",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9C%D0%B8%D1%85%D0%B0%D0%B9%D0%BB%D0%B0%20%D0%93%D1%80%D1%83%D1%88%D0%B5%D0%B2%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%2013"
  },
  {
    "Назва": "Кам'яниця Герша Рамлєра.",
    "Дата": 1891,
    "Адреса": "Михайла Грушевського, 29",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9C%D0%B8%D1%85%D0%B0%D0%B9%D0%BB%D0%B0%20%D0%93%D1%80%D1%83%D1%88%D0%B5%D0%B2%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%2029"
  },
  {
    "Назва": "Вілла д-ра Дмитра Станкевича",
    "Дата": 1931,
    "Адреса": "Михайла Грушевського, 76",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9C%D0%B8%D1%85%D0%B0%D0%B9%D0%BB%D0%B0%20%D0%93%D1%80%D1%83%D1%88%D0%B5%D0%B2%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%2076"
  },
  {
    "Назва": "Кам'яниця. Житловий будинок, лікарський кабінет Соломона Розенгека.",
    "Дата": "кін. 19 - поч. 20 ст.",
    "Адреса": "Йосафата Кобринського, 8",
    "Координати": "48.52918/25.03833",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%99%D0%BE%D1%81%D0%B0%D1%84%D0%B0%D1%82%D0%B0%20%D0%9A%D0%BE%D0%B1%D1%80%D0%B8%D0%BD%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%208"
  },
  {
    "Назва": "Кам'яниця. Рада ЗУНР, редакція газети \"Покутський вістник\".",
    "Дата": 1918,
    "Адреса": "Йосафата Кобринського, 10",
    "Координати": "48.52920/25.03796",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%99%D0%BE%D1%81%D0%B0%D1%84%D0%B0%D1%82%D0%B0%20%D0%9A%D0%BE%D0%B1%D1%80%D0%B8%D0%BD%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%2010"
  },
  {
    "Назва": "Вілла \"Ванда\". Єврейське товариство шкіл людових та середніх.",
    "Дата": "1930-ті.",
    "Адреса": "Євгена Коновальця, 27",
    "Координати": "48.52726/25.04565",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%84%D0%B2%D0%B3%D0%B5%D0%BD%D0%B0%20%D0%9A%D0%BE%D0%BD%D0%BE%D0%B2%D0%B0%D0%BB%D1%8C%D1%86%D1%8F%2C%2027"
  },
  {
    "Назва": "Кам'яниця. Житловий будинок, крамниця з продажу хімічних домашніх товарів Самсона Геллера.",
    "Дата": "кін. 19 ст.",
    "Адреса": "Івана Мазепи, 23",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%9C%D0%B0%D0%B7%D0%B5%D0%BF%D0%B8%2C%2023"
  },
  {
    "Назва": "Кам'яниця. Заклад соціальгого страхування.",
    "Дата": "кін. 19 - поч. 20 ст.",
    "Адреса": "Симона Петлюри, 66",
    "Координати": "48.53683/25.04546",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B0%20%D0%9F%D0%B5%D1%82%D0%BB%D1%8E%D1%80%D0%B8%2C%2066"
  },
  {
    "Назва": "Кам'яниця. Крамниця з виробництва та продажу цукерок Боруха Сейнфельда. Крамниця з продажу текстильних виробів.",
    "Дата": "кін. 19 - поч. 20 ст.",
    "Адреса": "Площа Ринок, 22",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%A0%D0%B8%D0%BD%D0%BE%D0%BA%2C%2022"
  },
  {
    "Назва": "Німецька кірха Благодатної Марії, помічниці вірних. (зруйнована в 1946 р., відбудована в 2004 р.) (Маріягільф)",
    "Дата": 1853,
    "Адреса": "Олекси Довбуша, 441",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9E%D0%BB%D0%B5%D0%BA%D1%81%D0%B8%20%D0%94%D0%BE%D0%B2%D0%B1%D1%83%D1%88%D0%B0%2C%20441"
  },
  {
    "Назва": "Монастир і школа черниць ордену святої Урсули",
    "Дата": 1901,
    "Адреса": "Івана Франка, 19",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%A4%D1%80%D0%B0%D0%BD%D0%BA%D0%B0%2C%2019"
  },
  {
    "Назва": "Благовіщенська церква",
    "Дата": 1709,
    "Адреса": "Карпатська, 2",
    "Координати": "48.52739/25.02325",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9A%D0%B0%D1%80%D0%BF%D0%B0%D1%82%D1%81%D1%8C%D0%BA%D0%B0%2C%202"
  },
  {
    "Назва": "Коломийське відділення цісарсько-королівської пошти (ІІ)",
    "Дата": 1895,
    "Адреса": "проспект В'ячеслава Чорновола, 49",
    "Координати": "48.52926/25.04026",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%2049"
  },
  {
    "Назва": "Євангелицка школа (Багінсберг).",
    "Дата": 1832,
    "Адреса": "Симона Петлюри, 85",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B0%20%D0%9F%D0%B5%D1%82%D0%BB%D1%8E%D1%80%D0%B8%2C%2085"
  },
  {
    "Назва": "Римо-католицький костьол Яна Непомука (Флеберг)",
    "Дата": 1911,
    "Адреса": "Івана Франка, 213",
    "Координати": "48.56636/25.02141",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%A4%D1%80%D0%B0%D0%BD%D0%BA%D0%B0%2C%20213"
  },
  {
    "Назва": "Євангелицка кірха (Багінсберг).",
    "Дата": 1873,
    "Адреса": "Симона Петлюри, 94",
    "Координати": "48.54182/25.04767",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B0%20%D0%9F%D0%B5%D1%82%D0%BB%D1%8E%D1%80%D0%B8%2C%2094"
  }
];