export const buildings = [
  {
    "Назва": "Цісарсько-королівська ґімназия в Коломиї",
    "Дата": 1861,
    "Опис": "",
    "Історія": "",
    "Адреса": "Адама Міцкевича, 1",
    "Координати": "48.52354/25.04108",
    "Посилання на карту": "https://www.openstreetmap.org/query?lat=48.52353&lon=25.04110"
  },
  {
    "Назва": "Коломийське відділення цісарсько-королівської пошти (І)",
    "Дата": "1860-ті",
    "Опис": "",
    "Історія": "",
    "Адреса": "Адама Міцкевича, 4",
    "Координати": "48.52306/25.04040",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%90%D0%B4%D0%B0%D0%BC%D0%B0%20%D0%9C%D1%96%D1%86%D0%BA%D0%B5%D0%B2%D0%B8%D1%87%D0%B0%2C%204"
  },
  {
    "Назва": "Готель \"Жорж\"",
    "Дата": 1889,
    "Опис": "",
    "Історія": "",
    "Адреса": "Бульв. Лесі Українки, 1",
    "Координати": "48.52987/25.04099",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%91%D1%83%D0%BB%D1%8C%D0%B2.%20%D0%9B%D0%B5%D1%81%D1%96%20%D0%A3%D0%BA%D1%80%D0%B0%D1%97%D0%BD%D0%BA%D0%B8%2C%201"
  },
  {
    "Назва": "Кам'яниця",
    "Дата": "кін. XIX ст.",
    "Опис": "",
    "Історія": "1901 р. - Адвокатська канцелярія д-ра Кирила Трильовського; 1920-ті рр. - Цукерня Станіслава Рігетті; 1920-ті рр. - Перукарня Й.Григоровича \"Фризьєр\"; 1920-ті рр. - \"Перша Варшавська\" взуттєва майстерня А. Кендзьорека; поч.1930-х рр. - \"Варшавська\" ручна пральня (вл. Р. Кликівна)",
    "Адреса": "Валова, 9",
    "Координати": "48.52767/25.03850",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%92%D0%B0%D0%BB%D0%BE%D0%B2%D0%B0%2C%209"
  },
  {
    "Назва": "Кам'яниця. Житловий будинок (вл. акушер-гінеколог д-р Давид Гаммер, 1930 р.)",
    "Дата": "поч. XX ст.",
    "Опис": "",
    "Історія": "",
    "Адреса": "Вічевий майдан, 1",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%92%D1%96%D1%87%D0%B5%D0%B2%D0%B8%D0%B9%20%D0%BC%D0%B0%D0%B9%D0%B4%D0%B0%D0%BD%2C%201"
  },
  {
    "Назва": "Польське ремісниче товартство \"Ґвязда\". Кінотеатр \"Ґвязда\" (відкрив Антін Віммер).",
    "Дата": "поч. 1920-х",
    "Опис": "",
    "Історія": "",
    "Адреса": "Вічевий майдан, 7",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%92%D1%96%D1%87%D0%B5%D0%B2%D0%B8%D0%B9%20%D0%BC%D0%B0%D0%B9%D0%B4%D0%B0%D0%BD%2C%207"
  },
  {
    "Назва": "Вілла \"Ванда\". Єврейське товариство шкіл людових та середніх.",
    "Дата": "1930-ті",
    "Опис": "",
    "Історія": "",
    "Адреса": "Євгена Коновальця, 27",
    "Координати": "48.52726/25.04565",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%84%D0%B2%D0%B3%D0%B5%D0%BD%D0%B0%20%D0%9A%D0%BE%D0%BD%D0%BE%D0%B2%D0%B0%D0%BB%D1%8C%D1%86%D1%8F%2C%2027"
  },
  {
    "Назва": "Залізничний двірець",
    "Дата": 1866,
    "Опис": "",
    "Історія": "",
    "Адреса": "Івана Крип'якевича, 13",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%9A%D1%80%D0%B8%D0%BF%27%D1%8F%D0%BA%D0%B5%D0%B2%D0%B8%D1%87%D0%B0%2C%2013"
  },
  {
    "Назва": "Кам'яниця",
    "Дата": "кін. XIX ст.",
    "Опис": "",
    "Історія": "",
    "Адреса": "Івана Мазепи, 10",
    "Координати": "48.52414/25.04141",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%9C%D0%B0%D0%B7%D0%B5%D0%BF%D0%B8%2C%2010"
  },
  {
    "Назва": "Кам'яниця. Житловий будинок, крамниця з продажу хімічних домашніх товарів Самсона Геллера.",
    "Дата": "кін. XIX ст.",
    "Опис": "",
    "Історія": "",
    "Адреса": "Івана Мазепи, 23",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%9C%D0%B0%D0%B7%D0%B5%D0%BF%D0%B8%2C%2023"
  },
  {
    "Назва": "Головна окружна школа",
    "Дата": 1789,
    "Опис": "",
    "Історія": "",
    "Адреса": "Івана Мазепи, 4",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%9C%D0%B0%D0%B7%D0%B5%D0%BF%D0%B8%2C%204"
  },
  {
    "Назва": "Римо-католицький костьол отців єзуїтів",
    "Дата": 1897,
    "Опис": "",
    "Історія": "",
    "Адреса": "Івана Франка, 18б",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%A4%D1%80%D0%B0%D0%BD%D0%BA%D0%B0%2C%2018%D0%B1"
  },
  {
    "Назва": "Монастир і школа черниць ордену святої Урсули",
    "Дата": 1901,
    "Опис": "",
    "Історія": "",
    "Адреса": "Івана Франка, 19",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%A4%D1%80%D0%B0%D0%BD%D0%BA%D0%B0%2C%2019"
  },
  {
    "Назва": "Римо-католицький костьол Яна Непомука (Флеберг)",
    "Дата": 1911,
    "Опис": "",
    "Історія": "",
    "Адреса": "Івана Франка, 213",
    "Координати": "48.56635/25.02141",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%A4%D1%80%D0%B0%D0%BD%D0%BA%D0%B0%2C%20213"
  },
  {
    "Назва": "Колишній шкірно-венерологічний диспансер",
    "Дата": 1902,
    "Опис": "",
    "Історія": "",
    "Адреса": "Івана Франка,18а",
    "Координати": "48.53230/25.03772",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%A4%D1%80%D0%B0%D0%BD%D0%BA%D0%B0%2C18%D0%B0"
  },
  {
    "Назва": "Кам'яниця. Рада ЗУНР, редакція газети \"Покутський вістник\".",
    "Дата": 1918,
    "Опис": "",
    "Історія": "",
    "Адреса": "Йосафата Кобринського, 10",
    "Координати": "48.52920/25.03796",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%99%D0%BE%D1%81%D0%B0%D1%84%D0%B0%D1%82%D0%B0%20%D0%9A%D0%BE%D0%B1%D1%80%D0%B8%D0%BD%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%2010"
  },
  {
    "Назва": "Кам'яниця ",
    "Дата": "кін. XIX ст. - поч. XX ст.",
    "Опис": "Житловий будинок",
    "Історія": "Лікарський кабінет Соломона Розенгека (1912 р.); Музична школа ім. Фредеріка Шопена (1934 р.)",
    "Адреса": "Йосафата Кобринського, 8",
    "Координати": "48.52918/25.03833",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%99%D0%BE%D1%81%D0%B0%D1%84%D0%B0%D1%82%D0%B0%20%D0%9A%D0%BE%D0%B1%D1%80%D0%B8%D0%BD%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%208"
  },
  {
    "Назва": "Благовіщенська церква",
    "Дата": 1709,
    "Опис": "",
    "Історія": "",
    "Адреса": "Карпатська, 2",
    "Координати": "48.52739/25.02325",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9A%D0%B0%D1%80%D0%BF%D0%B0%D1%82%D1%81%D1%8C%D0%BA%D0%B0%2C%202"
  },
  {
    "Назва": "Гончарна школа",
    "Дата": 1893,
    "Опис": "",
    "Історія": "",
    "Адреса": "Миколи Верещинського, 59",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9C%D0%B8%D0%BA%D0%BE%D0%BB%D0%B8%20%D0%92%D0%B5%D1%80%D0%B5%D1%89%D0%B8%D0%BD%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%2059"
  },
  {
    "Назва": "Ратуша",
    "Дата": 1877,
    "Опис": "",
    "Історія": "",
    "Адреса": "Михайла Грушевського, 1",
    "Координати": "48.52492/25.03703",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9C%D0%B8%D1%85%D0%B0%D0%B9%D0%BB%D0%B0%20%D0%93%D1%80%D1%83%D1%88%D0%B5%D0%B2%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%201"
  },
  {
    "Назва": "Церква Святого Архистратига Михаїла",
    "Дата": 1864,
    "Опис": "",
    "Історія": "",
    "Адреса": "Михайла Грушевського, 11",
    "Координати": "48.52528/25.03518",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9C%D0%B8%D1%85%D0%B0%D0%B9%D0%BB%D0%B0%20%D0%93%D1%80%D1%83%D1%88%D0%B5%D0%B2%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%2011"
  },
  {
    "Назва": "Кам'яниця ",
    "Дата": "поч. XX ст.",
    "Опис": "Житловий будинок, аптека Гаусберга",
    "Історія": "Власники аптеки: Юліан Гаусберг (1908 р.); Кароль Гаусберг (1913 р.); Фабіан Фальбер (1924 р.); Генрик Крайслер (1930 р.)",
    "Адреса": "Михайла Грушевського, 13",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9C%D0%B8%D1%85%D0%B0%D0%B9%D0%BB%D0%B0%20%D0%93%D1%80%D1%83%D1%88%D0%B5%D0%B2%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%2013"
  },
  {
    "Назва": "Кам'яниця Герша Рамлєра",
    "Дата": 1891,
    "Опис": "Житловий будинок",
    "Історія": "Кабінет лікаря \"жіночих і хірургічних недуг\" Павла Каца (1930-ті рр.)",
    "Адреса": "Михайла Грушевського, 29",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9C%D0%B8%D1%85%D0%B0%D0%B9%D0%BB%D0%B0%20%D0%93%D1%80%D1%83%D1%88%D0%B5%D0%B2%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%2029"
  },
  {
    "Назва": "Вілла д-ра Дмитра Станкевича",
    "Дата": 1931,
    "Опис": "",
    "Історія": "",
    "Адреса": "Михайла Грушевського, 76",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9C%D0%B8%D1%85%D0%B0%D0%B9%D0%BB%D0%B0%20%D0%93%D1%80%D1%83%D1%88%D0%B5%D0%B2%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%2076"
  },
  {
    "Назва": "Кам'яниця",
    "Дата": "поч. XX ст.",
    "Опис": "Житловий будинок, крамниця",
    "Історія": "1913 р. - Крамниця з торгівлі меблями, дзеркалами та рамами для картин (вл. Лехнер Ліфше); 1931 р. - Кушнірська майстерня Владислава Грегоращука; 1926 р. - Майстерня \"дамської\" кравчині Фані Цайхнер; 1930 р. - Крамниця тютюнових виробів Й. Філіпека; 1932 р. - Українська крамниця церковних речей; 1935 р. - Лікарський кабінет дерматовенеролога д-ра Давида Вассермана",
    "Адреса": "Михайла Грушевського, 9",
    "Координати": "48.52513/25.03628",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9C%D0%B8%D1%85%D0%B0%D0%B9%D0%BB%D0%B0%20%D0%93%D1%80%D1%83%D1%88%D0%B5%D0%B2%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%2C%209"
  },
  {
    "Назва": "Німецька кірха Благодатної Марії, помічниці вірних. (зруйнована в 1946 р., відбудована в 2004 р.) (Маріягільф)",
    "Дата": 1853,
    "Опис": "",
    "Історія": "",
    "Адреса": "Олекси Довбуша, 441",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9E%D0%BB%D0%B5%D0%BA%D1%81%D0%B8%20%D0%94%D0%BE%D0%B2%D0%B1%D1%83%D1%88%D0%B0%2C%20441"
  },
  {
    "Назва": "Галя міська",
    "Дата": "поч. XX ст.",
    "Опис": "",
    "Історія": "",
    "Адреса": "Петра Конашевича-Сагайдачного, 4",
    "Координати": "48.52606/25.03948",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%B5%D1%82%D1%80%D0%B0%20%D0%9A%D0%BE%D0%BD%D0%B0%D1%88%D0%B5%D0%B2%D0%B8%D1%87%D0%B0-%D0%A1%D0%B0%D0%B3%D0%B0%D0%B9%D0%B4%D0%B0%D1%87%D0%BD%D0%BE%D0%B3%D0%BE%2C%204"
  },
  {
    "Назва": "Кам'яниця",
    "Дата": "1870-ті",
    "Опис": "",
    "Історія": "Готель \"Ґранд\" (вл. Р. Багр, 1899 р.); 1903 р. - готель відвідав композитор Микола Лисенко; 1922 р. - готель відвідав маршалок Другої Речі Посполитої Юзеф Пілсудський.",
    "Адреса": "Площа Відродження, 1",
    "Координати": "48.52520/25.03726",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%201"
  },
  {
    "Назва": "Кам'яниця",
    "Дата": "кін. XIX ст.",
    "Опис": "Житловий будинок",
    "Історія": "Магазин і склад блаватних товарів і сукна (вл. Шимон та Леон Розенблятти, 1913 р.); Крамниця з виробів із заліза і склад сільськогосподарських знарядь,вугілля та коксу,вапна,цементу та гіпсу (вл. Бернард Рігельгаупт, 1906 р.); Крамниця горілчаних товарів Ліки Унґара (1920-ті рр.); Крамниці з продажу тканин (вл. Маврикій Пістинер та Й. Райнер, 1926-1927 рр.); Галантерейний магазин Хаїма Бортена; Годинникарська майстерня А. Гершона (1929 р.); Крамниця роздрібних товарів Степана Стефанського; Дамська крамниця А. Слендера (1929 р.); М'ясна крамниця Станіслава Пікора (1932 р.); Стоматологічний кабінет д-ра Л. Зомах-Візельберга (1933 р.); Українська гімназія ( Третій Райх).",
    "Адреса": "Площа Відродження, 19",
    "Координати": "48.52591/25.03810",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%2019"
  },
  {
    "Назва": "Кам'яниця. Готель \"Ґранд\"",
    "Дата": "1870-ті",
    "Опис": "",
    "Історія": "",
    "Адреса": "Площа Відродження, 2",
    "Координати": "48.52523/25.03740",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%202"
  },
  {
    "Назва": "Кам'яниця",
    "Дата": "1870-ті",
    "Опис": "Житловий будинок",
    "Історія": "Взуттєві крамниці Л. Фойєрштайна та Л. Шварцфельда (1926 р.); Крамниця з продажу шкіри (вл. Ш. Блехер, 1929 р.); Лікарський кабінет д-ра Леона Конна (1935 р.)",
    "Адреса": "Площа Відродження, 3",
    "Координати": "48.52542/25.03735",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%203"
  },
  {
    "Назва": "Кам'яниця. Магазин \"Народна торгівля\"; Філія італійської цукерні Владислава Рігетті (1906 р.); Склад блаватних товарів,сукна з фабрики в Ракшаві,вати і ватину з фабрики в Станиславові (вл. Шимон Хаєс); Офіс власника млинарні Якоба Бреттлера (1912 р.); Магазин бакалії (вл. Шимон Берлас, 1926-1939 рр.); Проживав власник броварні в Дятьківцях Леопольд Баран (1932 р.)",
    "Дата": "1870-ті",
    "Опис": "",
    "Історія": "",
    "Адреса": "Площа Відродження, 4",
    "Координати": "48.52552/25.03747",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%204"
  },
  {
    "Назва": "Кам'яниця",
    "Дата": "1870-ті",
    "Опис": "",
    "Історія": "",
    "Адреса": "Площа Відродження, 5",
    "Координати": "48.52564/25.03738",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%205"
  },
  {
    "Назва": "Кам'яниця",
    "Дата": "1870-ті",
    "Опис": "",
    "Історія": "",
    "Адреса": "Площа Відродження, 6",
    "Координати": "48.52574/25.03745",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%206"
  },
  {
    "Назва": "Кам'яниця",
    "Дата": "ІІ пол. XIX ст.",
    "Опис": "Житловий будинок, крамниці",
    "Історія": "Гуртівня кооперативних змішаних товарів \"Народна торгівля\" (1890-ті рр.); Крамниця будівельних матеріалів; Крамниця галантерейних товарів Сауля Кньоппера; Офіс фабрики з виробництва цегли (вл. Юзеф Мендель); Лікарський кабінет д-ра Юліуша Цайгера (1932 р.); Гуртівня з продажу емалі та скла (вл. Ісаак Лінденберг, 1939 р.)",
    "Адреса": "Площа Відродження, 7",
    "Координати": "48.52592/25.03758",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%207"
  },
  {
    "Назва": "Кам'яниця. Житловий будинок, аптека, крамниці. Аптека Антона Сидоровича. Музична крамниця Кортца. Аптека Вільгельма Найдера (1939 р.)",
    "Дата": "ІІ пол. XIX ст.",
    "Опис": "",
    "Історія": "",
    "Адреса": "Площа Відродження, 8",
    "Координати": "48.52609/25.03749",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%92%D1%96%D0%B4%D1%80%D0%BE%D0%B4%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F%2C%208"
  },
  {
    "Назва": "Кам'яниця. Крамниця з виробництва та продажу цукерок Боруха Сейнфельда. Крамниця з продажу текстильних виробів.",
    "Дата": "кін. XIX - поч. XX ст.",
    "Опис": "",
    "Історія": "",
    "Адреса": "Площа Ринок, 22",
    "Координати": "48.52465/25.04011",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%9F%D0%BB%D0%BE%D1%89%D0%B0%20%D0%A0%D0%B8%D0%BD%D0%BE%D0%BA%2C%2022"
  },
  {
    "Назва": "Готель Яна Берга (1930-ті рр.); Перукарня (вл. Теофіль Галецький, 1936 р.); Ресторан \"Гастрономія\" (вл. Якоб Каук, 1939 р.)",
    "Дата": "поч. XX ст.",
    "Опис": "",
    "Історія": "",
    "Адреса": "проспект В'ячеслава Чорновола, 19",
    "Координати": "48.52555/25.03835",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%2019"
  },
  {
    "Назва": "Кам'яниця побудована за Австро-Угорщини,зруйнована в часи Великої війни,відбудована після 1917 р. За ІІ Речі Посполитої в ній діяла місцева польська масонська ложа. Офіс Польської державної класової лотереї \"Фортуна\" (кін. 1920-х рр.); Ювелірна крамниця Баруха Фойєрштайна (1930 р.); Магазин запчастин до технічних пристроїв Кароля Шуби (1931 р.); Стоматологічний заклад Я.Кагане (1927р.); Лікарський кабінет д-ра Станіслава Будзяновського (1930 р.); Філіал польської туристичної агенції \"Орбіс\" (ІІ пол. 1930-х рр.); Стоматологічний кабінет Тауби Штернберга (1939 р.)",
    "Дата": "після 1917 р.",
    "Опис": "",
    "Історія": "",
    "Адреса": "проспект В'ячеслава Чорновола, 2",
    "Координати": "48.52611/25.03907",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%202"
  },
  {
    "Назва": "Готель \"Імперіаль\". Кафе \"Рояль\". (1903 р.), Кав'ярня \"Варшавська\" (1920-ті рр.), Фабрика з виробництва капелюхів Ізидора Енглера (1928 р.), Виставка автомобілів фірми \"Шевроле\" (предст.фабрика братів Біскупських, 1929 р.), Ресторан \"Полонія\" (вл. Ян Мартинович, 1937 р.), Житловий будинок. Крамниця мод Ісидори Німкевич.",
    "Дата": "кін. XIX ст.",
    "Опис": "",
    "Історія": "",
    "Адреса": "проспект В'ячеслава Чорновола, 24",
    "Координати": "48.52752/25.03986",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%2024"
  },
  {
    "Назва": "Райтарня. Освітній дім 49 піхотного полку (1928 р.). Кінотеатр \"Марс\" (перший звуковий кінотеатр Коломиї). Нині зруйнований.",
    "Дата": "кін. XIX ст.",
    "Опис": "",
    "Історія": "",
    "Адреса": "проспект В'ячеслава Чорновола, 30",
    "Координати": "48.52831/25.04138",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%2030"
  },
  {
    "Назва": "Торговий дім \"Продукція\" (нафта,бензин,машинні масла,мило,свічки а також ропу марки \"Слобода\"), (1927 р.). Склад взуття та галантереї Бернарда Целлера (1927 р.), Крамниця \"Контакт\" (вл. М.Кагане,  постачає: радіодеталі новітньої конструкції,лампочки,електрофурнітура,телефони та платівки; встановлює: електроосвітлення,радіоприймачі,домашні телефони та дзвінки,електромедичні прилади; ремонтує: радіокамери,динаміки та навушники з намагнічуванням,всі електроприлади та пристрої,патефони та ін.,зарядки акумуляторів., 1932 р.), Філія фабрики виробництва капелюхів Ізидора Енглера (1929 р.), Книгарня Євгеніуша Чабака (1936 р.)",
    "Дата": "після 1918 р.",
    "Опис": "",
    "Історія": "",
    "Адреса": "проспект В'ячеслава Чорновола, 4",
    "Координати": "48.52644/25.03905",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%204"
  },
  {
    "Назва": "Коломийське відділення цісарсько-королівської пошти (ІІ)",
    "Дата": 1895,
    "Опис": "",
    "Історія": "",
    "Адреса": "проспект В'ячеслава Чорновола, 47",
    "Координати": "48.52926/25.04026",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%2047"
  },
  {
    "Назва": "Кам'яниця. Житловий будинок. Лікарський кабінет д-ра Дмитра Станкевича. Бюро в справах еміграції до Америки (1920-ті рр.)",
    "Дата": "кін. XIX ст.",
    "Опис": "",
    "Історія": "",
    "Адреса": "проспект В'ячеслава Чорновола, 49",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%2049"
  },
  {
    "Назва": "Готель \"Європейський\" (вл. Хуна Багр), на поч. ХХ ст. перейменований на \"Брістоль\" (1907 р.), \"Беллє-Вує\" з рестораном М.Бора (1911 р.), Кафе \"Європейське\" (вл. Хуна Багр). Магазин із продажу рільничих,швейних та друкарських машинок. (вл.Ізидор Шуман, 1913 р.), Склад капелюхів Ш. Тайхберга (1928 р.), Крамниця одягу братів Фойєрштайнів (1928 р.), Друкарня І.Рареса (1930-ті рр.), Кооперативний банк (кін.1930-х рр.)",
    "Дата": "кін. XIX ст.",
    "Опис": "",
    "Історія": "",
    "Адреса": "проспект В'ячеслава Чорновола, 5",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%205"
  },
  {
    "Назва": "Фотоательє Емілія Юркевича (1890-1899 р.). Фотоательє \"Maryla\" (\"Мариля\") Владислава Дроздзєвіча (1899 р.).",
    "Дата": "кін. XIX ст.",
    "Опис": "",
    "Історія": "",
    "Адреса": "проспект В'ячеслава Чорновола, 51",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%2051"
  },
  {
    "Назва": "Кам'яниця. Житловий будинок. Крамниці та склади. Салон мод Гізелі Вертгамер; Головний склад рибних товарів Мозеса Ріхтера (1913 р.); Склад взуття Михайла Камінського.Магазин тютюну. Філія італійської акціонерної компанії (вл. Владислав Вільгельм Фрідман, 1922 р.); Механічний цех Ф.Панкевича (1930 р.); Селянська каса (1928 р.); Банк землі Покутської (1928 р.); Салон краси п. Адлера (1931 р.); Крамниця з продажу цукру,шоколаду та овочів Валерія Баранюка (1937 р.); Проживав власник млина Бреттлер (1939 р.)",
    "Дата": "кін. XIX - поч. XX ст.",
    "Опис": "",
    "Історія": "",
    "Адреса": "проспект В'ячеслава Чорновола, 6",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%206"
  },
  {
    "Назва": "Крамниця Блажея Вісньовського (холодне м'ясо та м'ясні продукти), (1913 р.); Магазин механічної фабрики ткацьких та трикотажних товарів братів Райзель (1930-ті рр.); Крамниця римарських виробів Т.Сопошинського (1929 р.); Страхова агенція \"Assicurazioni Generali\" Владислава Вільгельма Фрідмана (1932 р.); Кабінет ЛОРа д-ра Максиміліана Заллера (1932 р.)",
    "Дата": 1914,
    "Опис": "",
    "Історія": "",
    "Адреса": "проспект В'ячеслава Чорновола, 8",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D1%81%D0%BF%D0%B5%D0%BA%D1%82%20%D0%92%27%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D0%B0%20%D0%A7%D0%BE%D1%80%D0%BD%D0%BE%D0%B2%D0%BE%D0%BB%D0%B0%2C%208"
  },
  {
    "Назва": "Відділ Кредитного союзу для торгівлі,промисловості та ремесел (1927 р.).",
    "Дата": "кін. XIX - поч. XX ст.",
    "Опис": "",
    "Історія": "",
    "Адреса": "Романа Шухевича, 72",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A0%D0%BE%D0%BC%D0%B0%D0%BD%D0%B0%20%D0%A8%D1%83%D1%85%D0%B5%D0%B2%D0%B8%D1%87%D0%B0%2C%2072"
  },
  {
    "Назва": "Будинок колишьої єврейської поліклініки (нині перебудований)",
    "Дата": 1913,
    "Опис": "",
    "Історія": "",
    "Адреса": "Романа Шухевича, 76",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A0%D0%BE%D0%BC%D0%B0%D0%BD%D0%B0%20%D0%A8%D1%83%D1%85%D0%B5%D0%B2%D0%B8%D1%87%D0%B0%2C%2076"
  },
  {
    "Назва": "Цегляна вілла. Адміністративна управа єврейської общини. Юденрат (Третій Райх).",
    "Дата": 1903,
    "Опис": "",
    "Історія": "",
    "Адреса": "Романа Шухевича, 78",
    "Координати": "48.52838/25.04351",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A0%D0%BE%D0%BC%D0%B0%D0%BD%D0%B0%20%D0%A8%D1%83%D1%85%D0%B5%D0%B2%D0%B8%D1%87%D0%B0%2C%2078"
  },
  {
    "Назва": "Музей історії міста Коломиї",
    "Дата": 1875,
    "Опис": "",
    "Історія": "",
    "Адреса": "Романа Шухевича, 80",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A0%D0%BE%D0%BC%D0%B0%D0%BD%D0%B0%20%D0%A8%D1%83%D1%85%D0%B5%D0%B2%D0%B8%D1%87%D0%B0%2C%2080"
  },
  {
    "Назва": "Будинок товариства \"Сокіл\"",
    "Дата": 1895,
    "Опис": "",
    "Історія": "",
    "Адреса": "Симона Петлюри, 11",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B0%20%D0%9F%D0%B5%D1%82%D0%BB%D1%8E%D1%80%D0%B8%2C%2011"
  },
  {
    "Назва": "Кам'яниця. Заклад соціального страхування.",
    "Дата": "кін. XIX - поч. XX ст.",
    "Опис": "",
    "Історія": "",
    "Адреса": "Симона Петлюри, 66",
    "Координати": "48.53683/25.04546",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B0%20%D0%9F%D0%B5%D1%82%D0%BB%D1%8E%D1%80%D0%B8%2C%2066"
  },
  {
    "Назва": "Євангелицка школа (Багінсберг)",
    "Дата": 1832,
    "Опис": "",
    "Історія": "",
    "Адреса": "Симона Петлюри, 85",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B0%20%D0%9F%D0%B5%D1%82%D0%BB%D1%8E%D1%80%D0%B8%2C%2085"
  },
  {
    "Назва": "Євангелицка кірха (Багінсберг)",
    "Дата": 1873,
    "Опис": "",
    "Історія": "",
    "Адреса": "Симона Петлюри, 94",
    "Координати": "48.54182/25.04767",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B0%20%D0%9F%D0%B5%D1%82%D0%BB%D1%8E%D1%80%D0%B8%2C%2094"
  },
  {
    "Назва": "Колишня ткацька фабрика",
    "Дата": 1921,
    "Опис": "",
    "Історія": "",
    "Адреса": "Січових стрільців, 21",
    "Координати": "48.53162/25.04474",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D1%96%D1%87%D0%BE%D0%B2%D0%B8%D1%85%20%D1%81%D1%82%D1%80%D1%96%D0%BB%D1%8C%D1%86%D1%96%D0%B2%2C%2021"
  },
  {
    "Назва": "\"Білі касарні\"",
    "Дата": 1886,
    "Опис": "",
    "Історія": "",
    "Адреса": "Січових Стрільців, 56",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D1%96%D1%87%D0%BE%D0%B2%D0%B8%D1%85%20%D0%A1%D1%82%D1%80%D1%96%D0%BB%D1%8C%D1%86%D1%96%D0%B2%2C%2056"
  },
  {
    "Назва": "\"Білі касарні\"",
    "Дата": 1886,
    "Опис": "",
    "Історія": "",
    "Адреса": "Січових Стрільців, 58",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D1%96%D1%87%D0%BE%D0%B2%D0%B8%D1%85%20%D0%A1%D1%82%D1%80%D1%96%D0%BB%D1%8C%D1%86%D1%96%D0%B2%2C%2058"
  },
  {
    "Назва": "\"Білі касарні\"",
    "Дата": 1886,
    "Опис": "",
    "Історія": "",
    "Адреса": "Січових Стрільців, 60",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D1%96%D1%87%D0%BE%D0%B2%D0%B8%D1%85%20%D0%A1%D1%82%D1%80%D1%96%D0%BB%D1%8C%D1%86%D1%96%D0%B2%2C%2060"
  },
  {
    "Назва": "\"Білі касарні\"",
    "Дата": 1886,
    "Опис": "",
    "Історія": "",
    "Адреса": "Січових Стрільців, 62",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A1%D1%96%D1%87%D0%BE%D0%B2%D0%B8%D1%85%20%D0%A1%D1%82%D1%80%D1%96%D0%BB%D1%8C%D1%86%D1%96%D0%B2%2C%2062"
  },
  {
    "Назва": "Будинок лісопромисловців Гедале та Якуба Біттера (1930-ті рр.). Гестапо (Третій Райх).",
    "Дата": "1930-ті",
    "Опис": "",
    "Історія": "",
    "Адреса": "Тараса Шевченка, 21",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B0%D1%80%D0%B0%D1%81%D0%B0%20%D0%A8%D0%B5%D0%B2%D1%87%D0%B5%D0%BD%D0%BA%D0%B0%2C%2021"
  },
  {
    "Назва": "Будинок",
    "Дата": 1896,
    "Опис": "",
    "Історія": "",
    "Адреса": "Театральна, 13",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2013"
  },
  {
    "Назва": "Каварня центральна",
    "Дата": 1896,
    "Опис": "",
    "Історія": "",
    "Адреса": "Театральна, 17",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2017"
  },
  {
    "Назва": "Будинок",
    "Дата": 1897,
    "Опис": "",
    "Історія": "",
    "Адреса": "Театральна, 20",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2020"
  },
  {
    "Назва": "Будинок",
    "Дата": 1897,
    "Опис": "",
    "Історія": "",
    "Адреса": "Театральна, 21",
    "Координати": "48.52816/25.03769",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2021"
  },
  {
    "Назва": "Будинок",
    "Дата": 1897,
    "Опис": "",
    "Історія": "",
    "Адреса": "Театральна, 22",
    "Координати": "48.52753/25.03832",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2022"
  },
  {
    "Назва": "Будинок музею Гуцульщини та Покуття",
    "Дата": 1892,
    "Опис": "",
    "Історія": "",
    "Адреса": "Театральна, 25",
    "Координати": "48.52877/25.03762",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2025"
  },
  {
    "Назва": "Колишній будинок ощадкаси",
    "Дата": 1892,
    "Опис": "",
    "Історія": "",
    "Адреса": "Театральна, 27",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2027"
  },
  {
    "Назва": "Кам'яниця",
    "Дата": 1910,
    "Опис": "",
    "Історія": "",
    "Адреса": "Театральна, 56",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%2056"
  },
  {
    "Назва": "Кам'яниця",
    "Дата": "кін. XIX ст.",
    "Опис": "",
    "Історія": "",
    "Адреса": "Театральна, 8",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%A2%D0%B5%D0%B0%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%2C%208"
  },
  {
    "Назва": "Газівня",
    "Дата": 1899,
    "Опис": "",
    "Історія": "",
    "Адреса": "Івана Богуна, 5",
    "Координати": "",
    "Посилання на карту": "https://www.openstreetmap.org/search?query=%D0%9A%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D1%8F%20%D0%86%D0%B2%D0%B0%D0%BD%D0%B0%20%D0%91%D0%BE%D0%B3%D1%83%D0%BD%D0%B0%2C%205"
  }
];
