export const sources = [
  {
    Назва:
      "Монолатій І., Місто без властивостей. Галицько-Українська Накладня ім. Якова Оренштайна, 2014",
    ISBN: "978-966-668-343-7",
    Посилання: "",
  },
  {
    Назва:
      "Кочержук М., Криворучко І. Про що мовчать коломийські будівлі. Частина перша. Вік, 2024",
    ISBN: "966-550-248-4",
    Посилання: "",
  },
  {
    Назва: "Монолатій І., 1772 Ц.К. 1918 Цісарська Коломия. Лілея НВ, 2010",
    ISBN: "978-966-668-178-5",
    Посилання: "",
  },
  {
    Назва: "Гагірний В., Недавні історії давнього міста. Вік, 2011",
    ISBN: "966-550-002-3",
    Посилання: "",
  },
  {
    Назва: "Савчук М., Технічна історія Коломиї. Вік, 2020",
    ISBN: "966-550-165-8",
    Посилання: "",
  },
  {
    Назва: "Монолатій І., Коломиєзнавство. Вік, 2016",
    ISBN: "966-550-167-4",
    Посилання: "",
  },
  {
    Назва: "Савчук М., Ювілейний маршрут коломийської колії. Вік, 2016",
    ISBN: "966-550-171-2",
    Посилання: "",
  },
  {
    Назва:
      "Кочержук М., Українська державна гімназія в Коломиї 1892—1944. Вік, 2011",
    ISBN: "966-550-188-7",
    Посилання: "",
  },
  {
    Назва: "Глинський В., Щоденник 1916-1920 рр. Вік, 2010",
    ISBN: "966-550-088-0",
    Посилання: "",
  },
  {
    Назва: "Ковтун В., Золота доба коломийської листівки. Вік, 2010",
    ISBN: "966-550-098-8",
    Посилання: "",
  },
  {
    Назва:
      "Монолатій І., Хрестоматія з історії Коломиї. Галицько-Українська Накладня ім. Якова Оренштайна, 2016",
    ISBN: "978-966-668-391-8",
    Посилання: "",
  },
  {
    Назва: "Корпанюк П., Мій рідний край. АДЕФ-Україна, 2020",
    ISBN: "978-966-7936-57-0,",
  },
];
