export const sources = [
  {
    "№": 1,
    Назва:
      "Монолатій І., Місто без властивостей. Галицько-Українська Накладня ім. Якова Оренштайна, 2014",
    ISBN: "978-966-668-343-7",
  },
  {
    "№": 2,
    Назва:
      "Кочержук М., Криворучко І. Про що мовчать коломийські будівлі. Частина перша. Вік, 2024",
    ISBN: "966-550-248-4",
  },
  {
    "№": 3,
    Назва: "Монолатій І., 1772 Ц.К. 1918 Цісарська Коломия. Лілея НВ, 2010",
    ISBN: "978-966-668-178-5",
  },
  {
    "№": 4,
    Назва: "Гагірний В., Недавні історії давнього міста. Вік, 2011",
    ISBN: "966-550-002-3",
  },
  {
    "№": 5,
    Назва: "Савчук М., Технічна історія Коломиї. Вік, 2020",
    ISBN: "966-550-165-8",
  },
  {
    "№": 6,
    Назва: "Монолатій І., Коломиєзнавство. Вік, 2016",
    ISBN: "966-550-167-4",
  },
  {
    "№": 7,
    Назва: "Савчук М., Ювілейний маршрут коломийської колії. Вік, 2016",
    ISBN: "966-550-171-2",
  },
  {
    "№": 8,
    Назва:
      "Кочержук М., Українська державна гімназія в Коломиї 1892—1944. Вік, 2011",
    ISBN: "966-550-188-7",
  },
  {
    "№": 9,
    Назва: "Глинський В., Щоденник 1916—1920 рр. Вік, 2010",
    ISBN: "966-550-088-0",
  },
  {
    "№": 10,
    Назва: "Ковтун В., Золота доба коломийської листівки. Вік, 2010",
    ISBN: "966-550-098-8",
  },
  {
    "№": 11,
    Назва:
      "Монолатій І., Хрестоматія з історії Коломиї. Галицько-Українська Накладня ім. Якова Оренштайна, 2016",
    ISBN: "978-966-668-391-8",
  },
  {
    "№": 12,
    Назва: "Корпанюк П., Мій рідний край. АДЕФ-Україна, 2020",
    ISBN: "978-966-7936-57-0",
  },
  {
    "№": 13,
    Назва: "Монолатій І., Відкриття Коломиї. Дискурсус, 2024",
    ISBN: "978-617-8326-45-6",
  },
  {
    "№": 14,
    Назва:
      "Васильчук М., Савчук М., Енциклопедія Коломийщини. Зшиток 1, Літера А. Вік, 1996",
    ISBN: "966-550-019-8",
  },
  {
    "№": 15,
    Назва:
      "Васильчук М., Савчук М., Енциклопедія Коломийщини. Зшиток 2, Літера Б. Вік, 1998",
    ISBN: "966-550-019-8",
  },
  {
    "№": 16,
    Назва: "Андріїшин С., Місто в легендах і переказах. Вік, 2022",
    ISBN: "966-550-134-9",
  },
  {
    "№": 17,
    Назва: "Петрів М., Коломия — наше місто: каталог листівок. Вік, 2016",
    ISBN: "966-550-152-6",
  },
  {
    "№": 18,
    Назва: "Нагірний В., Коломийські променади. Вік, 2014",
    ISBN: "966-550-122-4",
  },
  {
    "№": 19,
    Назва:
      "Нагірний В., Коломийський календар історичних дат та персоналій. Вік, 2012",
    ISBN: "966-550-067-8",
  },
  {
    "№": 20,
    Назва: "Андріїшин С., Сліди минулих окупацій. Вік, 2016",
    ISBN: "966-550-014-7",
  },
  {
    "№": 21,
    Назва:
      "Нагірний В., Мовчазні свідки минулого. Коломийські історичні пам'ятки: монументи, таблиці, знаки. Вік, 2016",
    ISBN: "966-550-170-4",
  },
  {
    "№": 22,
    Назва: "Савчук М., Маловідома Коломиєніана. Вік, 2020",
    ISBN: "966-550-115-1",
  },
  {
    "№": 23,
    Назва: "Андріїшин С., Коломия у міжвоєнний період 1919—1939. Вік, 2010",
    ISBN: "966-550-148-8",
  },
  {
    "№": 24,
    Назва:
      "Серпень О., Розповідають галицькі німці. Історичні документи, спогади свідків, наукові статті. 20 історій. Видавництво Львівської політехніки, 2019",
    ISBN: "978-966-941-367-3",
  },
  {
    "№": 25,
    Назва: "Дові М. М., Дівчина в Карпатах. Апріорі, 2020",
    ISBN: "978-617-629-608-9",
  },
  {
    "№": 26,
    Назва:
      "Krupska B., KOŁOMYJA - Przewodnik Historyczny z Planem Miasta. Wrocławskie Zakłady Graficzne. Wrocław, 1996",
    ISBN: "83-905201-1-7",
  },
  {
    "№": 27,
    Назва:
      "Нагірний В., Мурованка. Південні ворота Коломиї. Івано-Франківськ, 2016",
    ISBN: "978-966-2716-84-9",
  },
];
