export const vocabulary = [
  {
    "№": 1,
    Слово: "фризієр, фризієрня",
    Пояснення: "перукарня",
  },
  {
    "№": 2,
    Слово: "склеп, склєп",
    Пояснення: "крамниця",
  },
  {
    "№": 3,
    Слово: "ґалєрія",
    Пояснення: "веранда",
  },
  {
    "№": 4,
    Слово: "льокалька",
    Пояснення: "вузькоколійка",
  },
  {
    "№": 5,
    Слово: "каварня",
    Пояснення: "кафе, кав'ярня",
  },
  {
    "№": 6,
    Слово: "ресторація",
    Пояснення: "ресторан",
  },
  {
    "№": 7,
    Слово: "гандль",
    Пояснення: "крамниця, торгівля, підприємство",
  },
  {
    "№": 8,
    Слово: "гербата",
    Пояснення: "чай",
  },
  {
    "№": 9,
    Слово: "двірець",
    Пояснення: "вокзал",
  },
  {
    "№": 10,
    Слово: "льоди",
    Пояснення: "морозиво",
  },
  {
    "№": 11,
    Слово: "кльозет",
    Пояснення: "туалет",
  },
  {
    "№": 12,
    Слово: "пляц",
    Пояснення: "площа",
  },
  {
    "№": 13,
    Слово: "кантор",
    Пояснення: "пункт обміну валют",
  },
  {
    "№": 14,
    Слово: "жарівка",
    Пояснення: "лампочка",
  },
  {
    "№": 15,
    Слово: "шмельц",
    Пояснення: "непотріб, сміття",
  },
  {
    "№": 16,
    Слово: "ровер",
    Пояснення: "велосипед",
  },
  {
    "№": 17,
    Слово: "двірець",
    Пояснення: "вокзал",
  },
  {
    "№": 18,
    Слово: "таньше, таний",
    Пояснення: "дешевше, дешевий",
  },
  {
    "№": 19,
    Слово: "льокаль",
    Пояснення: "місце, приміщення",
  },
  {
    "№": 20,
    Слово: "кляса",
    Пояснення: "клас",
  },
  {
    "№": 21,
    Слово: "сальон",
    Пояснення: "салон",
  },
];
